{"title":"The Shawshank Redemption","description":"Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency.","director":"Frank Darabont"}
{"title":"The Godfather","description":"The aging patriarch of an organized crime dynasty transfers control of his clandestine empire to his reluctant son.","director":"Francis Ford Coppola"}
{"title":"The Dark Knight","description":"When the menace known as the Joker emerges from his mysterious past, he wreaks havoc and chaos on the people of Gotham, the Dark Knight must accept one of the greatest psychological and physical tests of his ability to fight injustice.","director":"Christopher Nolan"}
{"title":"The Godfather: Part II","description":"The early life and career of Vito Corleone in 1920s New York City is portrayed, while his son, Michael, expands and tightens his grip on the family crime syndicate.","director":"Francis Ford Coppola"}
{"title":"Pulp Fiction","description":"The lives of two mob hitmen, a boxer, a gangster's wife, and a pair of diner bandits intertwine in four tales of violence and redemption.","director":"Quentin Tarantino"}
{"title":"Schindler's List","description":"In German-occupied Poland during World War II, Oskar Schindler gradually becomes concerned for his Jewish workforce after witnessing their persecution by the Nazi Germans.","director":"Steven Spielberg"}
{"title":"The Lord of the Rings: The Return of the King","description":"Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring.","director":"Peter Jackson"}
{"title":"12 Angry Men","description":"A jury holdout attempts to prevent a miscarriage of justice by forcing his colleagues to reconsider the evidence.","director":"Sidney Lumet"}
{"title":"The Good, the Bad and the Ugly","description":"A bounty hunting scam joins two men in an uneasy alliance against a third in a race to find a fortune in gold buried in a remote cemetery.","director":"Sergio Leone"}
{"title":"Inception","description":"A thief, who steals corporate secrets through the use of dream-sharing technology, is given the inverse task of planting an idea into the mind of a CEO.","director":"Christopher Nolan"}
{"title":"The Lord of the Rings: The Fellowship of the Ring","description":"A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle-earth from the Dark Lord Sauron.","director":"Peter Jackson"}
{"title":"Forrest Gump","description":"The presidencies of Kennedy and Johnson, Vietnam, Watergate, and other history unfold through the perspective of an Alabama man with an IQ of 75.","director":"Robert Zemeckis"}
{"title":"Fight Club","description":"An insomniac office worker, looking for a way to change his life, crosses paths with a devil-may-care soapmaker, forming an underground fight club that evolves into something much, much more.","director":"David Fincher"}
{"title":"Star Wars: Episode V - The Empire Strikes Back","description":"After the rebels are overpowered by the Empire on the ice planet Hoth, Luke Skywalker begins Jedi training with Yoda. His friends accept shelter from a questionable ally as Darth Vader hunts them in a plan to capture Luke.","director":"Irvin Kershner"}
{"title":"Goodfellas","description":"The story of Henry Hill and his life in the mob, covering his relationship with his wife Karen Hill and his mob partners Jimmy Conway and Tommy DeVito in the Italian-American crime syndicate.","director":"Martin Scorsese"}
{"title":"The Matrix","description":"A computer hacker learns from mysterious rebels about the true nature of his reality and his role in the war against its controllers.","director":"Lana Wachowski"}
{"title":"One Flew Over the Cuckoo's Nest","description":"A criminal pleads insanity after getting into trouble again and once in the mental institution rebels against the oppressive nurse and rallies up the scared patients.","director":"Milos Forman"}
{"title":"The Lord of the Rings: The Two Towers","description":"While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard.","director":"Peter Jackson"}
{"title":"Seven Samurai","description":"A poor village under attack by bandits recruits seven unemployed samurai to help them defend themselves.","director":"Akira Kurosawa"}
{"title":"Interstellar","description":"A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.","director":"Christopher Nolan"}
{"title":"The Silence of the Lambs","description":"A young F.B.I. cadet must receive the help of an incarcerated and manipulative cannibal killer to help catch another serial killer, a madman who skins his victims.","director":"Jonathan Demme"}
{"title":"Léon: The Professional","description":"Mathilda, a 12-year-old girl, is reluctantly taken in by Léon, a professional assassin, after her family is murdered. Léon and Mathilda form an unusual relationship, as she becomes his protégée and learns the assassin's trade.","director":"Luc Besson"}
{"title":"Se7en","description":"Two detectives, a rookie and a veteran, hunt a serial killer who uses the seven deadly sins as his motives.","director":"David Fincher"}
{"title":"Saving Private Ryan","description":"Following the Normandy Landings, a group of U.S. soldiers go behind enemy lines to retrieve a paratrooper whose brothers have been killed in action.","director":"Steven Spielberg"}
{"title":"Star Wars: Episode IV - A New Hope","description":"Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle-station while also attempting to rescue Princess Leia from the evil Darth Vader.","director":"George Lucas"}
{"title":"The Usual Suspects","description":"A sole survivor tells of the twisty events leading up to a horrific gun battle on a boat, which began when five criminals met at a seemingly random police lineup.","director":"Bryan Singer"}
{"title":"Spirited Away","description":"During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and spirits, and where humans are changed into beasts.","director":"Hayao Miyazaki"}
{"title":"City of God","description":"Two boys growing up in a violent neighborhood of Rio de Janeiro take different paths: one becomes a photographer, the other a drug dealer.","director":"Fernando Meirelles"}
{"title":"Dangal","description":"Former wrestler Mahavir Singh Phogat and his two wrestler daughters struggle towards glory at the Commonwealth Games in the face of societal oppression.","director":"Nitesh Tiwari"}
{"title":"Life Is Beautiful","description":"When an open-minded Jewish librarian and his son become victims of the Holocaust, he uses a perfect mixture of will, humor, and imagination to protect his son from the dangers around their camp.","director":"Roberto Benigni"}
{"title":"It's a Wonderful Life","description":"An angel is sent from Heaven to help a desperately frustrated businessman by showing him what life would have been like if he had never existed.","director":"Frank Capra"}
{"title":"City Lights","description":"With the aid of a wealthy erratic tippler, a dewy-eyed tramp who has fallen in love with a sightless flower girl accumulates money to be able to help her medically.","director":"Charles Chaplin"}
{"title":"Coco","description":"Aspiring musician Miguel, confronted with his family's ancestral ban on music, enters the Land of the Dead to find his great-great-grandfather, a legendary singer.","director":"Lee Unkrich"}
{"title":"The Lion King","description":"A Lion cub crown prince is tricked by a treacherous uncle into thinking he caused his father's death and flees into exile in despair, only to learn in adulthood his identity and his responsibilities.","director":"Roger Allers"}
{"title":"Back to the Future","description":"Marty McFly, a 17-year-old high school student, is accidentally sent thirty years into the past in a time-traveling DeLorean invented by his close friend, the maverick scientist Doc Brown.","director":"Robert Zemeckis"}
{"title":"The Departed","description":"An undercover cop and a mole in the police attempt to identify each other while infiltrating an Irish gang in South Boston.","director":"Martin Scorsese"}
{"title":"The Prestige","description":"After a tragic accident two stage magicians engage in a battle to create the ultimate illusion whilst sacrificing everything they have to outwit the other.","director":"Christopher Nolan"}
{"title":"Gladiator","description":"When a Roman General is betrayed, and his family murdered by an emperor's corrupt son, he comes to Rome as a gladiator to seek revenge.","director":"Ridley Scott"}
{"title":"Psycho","description":"A Phoenix secretary embezzles $40,000 from her employer's client, goes on the run, and checks into a remote motel run by a young man under the domination of his mother.","director":"Alfred Hitchcock"}
{"title":"Alien","description":"After a space merchant vessel perceives an unknown transmission as a distress call, its landing on the source moon finds one of the crew attacked by a mysterious lifeform, and they soon realize that its life cycle has merely begun.","director":"Ridley Scott"}
{"title":"Whiplash","description":"A promising young drummer enrolls at a cut-throat music conservatory where his dreams of greatness are mentored by an instructor who will stop at nothing to realize a student's potential.","director":"Damien Chazelle"}
{"title":"The Green Mile","description":"The lives of guards on Death Row are affected by one of their charges: a black man accused of child murder and rape, yet who has a mysterious gift.","director":"Frank Darabont"}
{"title":"Apocalypse Now","description":"During the Vietnam War, Captain Willard is sent on a dangerous mission into Cambodia to assassinate a renegade Colonel who has set himself up as a god among a local tribe.","director":"Francis Ford Coppola"}
{"title":"Raiders of the Lost Ark","description":"Archaeologist and adventurer Indiana Jones is hired by the U.S. government to find the Ark of the Covenant before the Nazis.","director":"Steven Spielberg"}
{"title":"Memento","description":"A man juggles searching for his wife's murderer and keeping his short-term memory loss from being an obstacle.","director":"Christopher Nolan"}
{"title":"Sunset Blvd.","description":"A screenwriter is hired to rework a faded silent film star's script, only to find himself developing a dangerous relationship.","director":"Billy Wilder"}
{"title":"American History X","description":"A former neo-nazi skinhead tries to prevent his younger brother from going down the same wrong path that he did.","director":"Tony Kaye"}
{"title":"Terminator 2","description":"A cyborg, identical to the one who failed to kill Sarah Connor, must now protect her ten year old son, John Connor, from a more advanced cyborg.","director":"James Cameron"}
{"title":"The Intouchables","description":"After he becomes a quadriplegic from a paragliding accident, an aristocrat hires a young man from the projects to be his caregiver.","director":"Olivier Nakache"}
{"title":"Casablanca","description":"A cynical nightclub owner protects an old flame and her husband from Nazis in Morocco.","director":"Michael Curtiz"}
{"title":"The Pianist","description":"A Polish Jewish musician struggles to survive the destruction of the Warsaw ghetto of World War II.","director":"Roman Polanski"}
{"title":"The Lives of Others","description":"In 1984 East Berlin, an agent of the secret police, conducting surveillance on a writer and his lover, finds himself becoming increasingly absorbed by their lives.","director":"Florian Henckel von Donnersmarck"}
{"title":"Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb","description":"An insane general triggers a path to nuclear holocaust that a war room full of politicians and generals frantically tries to stop.","director":"Stanley Kubrick"}
{"title":"Rear Window","description":"A wheelchair-bound photographer spies on his neighbors from his apartment window and becomes convinced one of them has committed murder.","director":"Alfred Hitchcock"}
{"title":"Once Upon a Time in the West","description":"A mysterious stranger with a harmonica joins forces with a notorious desperado to protect a beautiful widow from a ruthless assassin working for the railroad.","director":"Sergio Leone"}
{"title":"Modern Times","description":"The Tramp struggles to live in modern industrial society with the help of a young homeless woman.","director":"Charles Chaplin"}
{"title":"Grave of the Fireflies","description":"A young boy and his little sister struggle to survive in Japan during World War II.","director":"Isao Takahata"}
{"title":"Cinema Paradiso","description":"A filmmaker recalls his childhood when falling in love with the pictures at the cinema of his home village and forms a deep friendship with the cinema's projectionist.","director":"Giuseppe Tornatore"}
{"title":"Taare Zameen Par","description":"An eight-year-old boy is thought to be a lazy trouble-maker, until the new art teacher has the patience and compassion to discover the real problem behind his struggles in school.","director":"Aamir Khan"}
{"title":"The Great Dictator","description":"Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.","director":"Charles Chaplin"}
{"title":"Babam ve Oglum","description":"The family of a left-wing journalist is torn apart after a military coup in 1980's Turkey.","director":"Çagan Irmak"}
{"title":"Django Unchained","description":"With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.","director":"Quentin Tarantino"}
{"title":"The Dark Knight Rises","description":"Eight years after the Joker's reign of anarchy, Batman, with the help of the enigmatic Catwoman, is forced from his exile to save Gotham City, now on the edge of total annihilation, from the brutal guerrilla terrorist Bane.","director":"Christopher Nolan"}
{"title":"The Shining","description":"A family heads to an isolated hotel for the winter where an evil spiritual presence influences the father into violence, while his psychic son sees horrific forebodings from the past and of the future.","director":"Stanley Kubrick"}
{"title":"Braveheart","description":"When his secret bride is executed for assaulting an English soldier who tried to rape her, Sir William Wallace begins a revolt against King Edward I of England.","director":"Mel Gibson"}
{"title":"American Beauty","description":"A sexually frustrated suburban father has a mid-life crisis after becoming infatuated with his daughter's best friend.","director":"Sam Mendes"}
{"title":"Aliens","description":"Ellen Ripley is rescued by a deep salvage team after being hypersleep for 57 years. The moon that the Nostromo visited has been colonized, but contact is lost. This time, colonial marines have impressive firepower, but will that be enough?","director":"James Cameron"}
{"title":"Vertigo","description":"A San Francisco detective suffering from acrophobia investigates the strange activities of an old friend's wife, all the while becoming dangerously obsessed with her.","director":"Alfred Hitchcock"}
{"title":"Kimi no na wa.","description":"Two strangers find themselves linked in a bizarre way. When a connection forms, will distance be the only thing to keep them apart?","director":"Makoto Shinkai"}
{"title":"Once Upon a Time in America","description":"A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.","director":"Sergio Leone"}
{"title":"Oldeuboi","description":"After being kidnapped and imprisoned for fifteen years, Oh Dae-Su is released, only to find that he must find his captor in five days.","director":"Chan-wook Park"}
{"title":"WALL·E","description":"In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind.","director":"Andrew Stanton"}
{"title":"3 Idiots","description":"Two friends are searching for their long lost companion. They revisit their college days and recall the memories of their friend who inspired them to think differently, even as the rest of the world called them \"idiots\".","director":"Rajkumar Hirani"}
{"title":"Citizen Kane","description":"Following the death of a publishing tycoon, news reporters scramble to discover the meaning of his final utterance.","director":"Orson Welles"}
{"title":"Princess Mononoke","description":"On a journey to find the cure for a Tatarigami's curse, Ashitaka finds himself in the middle of a war between the forest gods and Tatara, a mining colony. In this quest he also meets San, the Mononoke Hime.","director":"Hayao Miyazaki"}
{"title":"North by Northwest","description":"A hapless New York advertising executive is mistaken for a government agent by a group of foreign spies, and is pursued across the country while he looks for a way to survive.","director":"Alfred Hitchcock"}
{"title":"Das Boot","description":"The claustrophobic world of a WWII German U-boat; boredom, filth, and sheer terror.","director":"Wolfgang Petersen"}
{"title":"Paths of Glory","description":"After refusing to attack an enemy position, a general accuses the soldiers of cowardice and their commanding officer must defend them.","director":"Stanley Kubrick"}
{"title":"M","description":"When the police in a German city are unable to catch a child-murderer, other criminals join in the manhunt.","director":"Fritz Lang"}
{"title":"Witness for the Prosecution","description":"A veteran British barrister must defend his client in a murder trial that has surprise after surprise.","director":"Billy Wilder"}
{"title":"Baahubali 2: The Conclusion","description":"When Shiva, the son of Bahubali, learns about his heritage, he begins to look for answers. His story is juxtaposed with past events that unfolded in the Mahishmati Kingdom.","director":"S.S. Rajamouli"}
{"title":"The Bandit","description":"The epic adventures of the legendary Baran the Bandit following his release from prison. After serving 35 years, it is no surprise that the world has changed dramatically. Still, Baran ... See full summary »","director":"Yavuz Turgul"}
{"title":"Inglourious Basterds","description":"In Nazi-occupied France during World War II, a plan to assassinate Nazi leaders by a group of Jewish U.S. soldiers coincides with a theatre owner's vengeful plans for the same.","director":"Quentin Tarantino"}
{"title":"Requiem for a Dream","description":"The drug-induced utopias of four Coney Island people are shattered when their addictions run deep.","director":"Darren Aronofsky"}
{"title":"Toy Story","description":"A cowboy doll is profoundly threatened and jealous when a new spaceman figure supplants him as top toy in a boy's room.","director":"John Lasseter"}
{"title":"Scarface","description":"In Miami in 1980, a determined Cuban immigrant takes over a drug cartel and succumbs to greed.","director":"Brian De Palma"}
{"title":"2001: A Space Odyssey","description":"Humanity finds a mysterious, obviously artificial object buried beneath the Lunar surface and, with the intelligent computer H.A.L. 9000, sets off on a quest.","director":"Stanley Kubrick"}
{"title":"A Clockwork Orange","description":"In the future, a sadistic gang leader is imprisoned and volunteers for a conduct-aversion experiment, but it doesn't go as planned.","director":"Stanley Kubrick"}
{"title":"Full Metal Jacket","description":"A pragmatic U.S. Marine observes the dehumanizing effects the Vietnam War has on his fellow recruits from their brutal boot camp training to the bloody street fighting in Hue.","director":"Stanley Kubrick"}
{"title":"Taxi Driver","description":"A mentally unstable veteran works as a nighttime taxi driver in New York City, where the perceived decadence and sleaze fuels his urge for violent action, while attempting to liberate a twelve-year-old prostitute.","director":"Martin Scorsese"}
{"title":"Reservoir Dogs","description":"After a simple jewelry heist goes terribly wrong, the surviving criminals begin to suspect that one of them is a police informant.","director":"Quentin Tarantino"}
{"title":"Batman Begins","description":"After training with his mentor, Batman begins his fight to free crime-ridden Gotham City from the corruption that Scarecrow and the League of Shadows have cast upon it.","director":"Christopher Nolan"}
{"title":"Good Will Hunting","description":"Will Hunting, a janitor at M.I.T., has a gift for mathematics, but needs help from a psychologist to find direction in his life.","director":"Gus Van Sant"}
{"title":"Snatch","description":"Unscrupulous boxing promoters, violent bookmakers, a Russian gangster, incompetent amateur robbers, and supposedly Jewish jewelers fight to track down a priceless stolen diamond.","director":"Guy Ritchie"}
{"title":"Up","description":"Seventy-eight year old Carl Fredricksen travels to Paradise Falls in his home equipped with balloons, inadvertently taking a young stowaway.","director":"Pete Docter"}
{"title":"Eternal Sunshine of the Spotless Mind","description":"When their relationship turns sour, a young couple undergoes a medical procedure to have each other erased from their memories.","director":"Michel Gondry"}
{"title":"Star Wars: Episode VI - Return of the Jedi","description":"After a daring mission to rescue Han Solo from Jabba the Hutt, the rebels dispatch to Endor to destroy a more powerful Death Star. Meanwhile, Luke struggles to help Vader back from the dark side without falling into the Emperor's trap.","director":"Richard Marquand"}
{"title":"Indiana Jones and the Last Crusade","description":"When Dr. Henry Jones, Sr. suddenly goes missing while pursuing the Holy Grail, eminent archaeologist Dr. Henry \"Indiana\" Jones, Jr. must follow in his father's footsteps to stop the Nazis from getting their hands on the Holy Grail first.","director":"Steven Spielberg"}
{"title":"Toy Story 3","description":"The toys are mistakenly delivered to a day-care center instead of the attic right before Andy leaves for college, and it's up to Woody to convince the other toys that they weren't abandoned and to return home.","director":"Lee Unkrich"}
{"title":"To Kill a Mockingbird","description":"Atticus Finch, a lawyer in the Depression-era South, defends a black man against an undeserved rape charge, and his children against prejudice.","director":"Robert Mulligan"}
{"title":"Amélie","description":"Amélie is an innocent and naive girl in Paris with her own sense of justice. She decides to help those around her and, along the way, discovers love.","director":"Jean-Pierre Jeunet"}
{"title":"Amadeus","description":"The incredible story of Wolfgang Amadeus Mozart, told by his peer and secret rival Antonio Salieri - now confined to an insane asylum.","director":"Milos Forman"}
{"title":"Jagten","description":"A teacher lives a lonely life, all the while struggling over his son's custody. His life slowly gets better as he finds love and receives good news from his son, but his new luck is about to be brutally shattered by an innocent little lie.","director":"Thomas Vinterberg"}
{"title":"L.A. Confidential","description":"As corruption grows in 1950s LA, three policemen - one strait-laced, one brutal, and one sleazy - investigate a series of murders with their own brand of justice.","director":"Curtis Hanson"}
{"title":"Monty Python and the Holy Grail","description":"King Arthur and his Knights of the Round Table embark on a surreal, low-budget search for the Holy Grail, encountering many, very silly obstacles.","director":"Terry Gilliam"}
{"title":"Lawrence of Arabia","description":"The story of T.E. Lawrence, the English officer who successfully united and led the diverse, often warring, Arab tribes during World War I in order to fight the Turks.","director":"David Lean"}
{"title":"Some Like It Hot","description":"When two male musicians witness a mob hit, they flee the state in an all-female band disguised as women, but further complications set in.","director":"Billy Wilder"}
{"title":"Singin' in the Rain","description":"A silent film production company and cast make a difficult transition to sound.","director":"Stanley Donen"}
{"title":"Metropolis","description":"In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working class prophet who predicts the coming of a savior to mediate their differences.","director":"Fritz Lang"}
{"title":"For a Few Dollars More","description":"Two bounty hunters with the same intentions team up to track down a Western outlaw.","director":"Sergio Leone"}
{"title":"The Sting","description":"Two grifters team up to pull off the ultimate con.","director":"George Roy Hill"}
{"title":"A Separation","description":"A married couple are faced with a difficult decision - to improve the life of their child by moving to another country or to stay in Iran and look after a deteriorating parent who has Alzheimer's disease.","director":"Asghar Farhadi"}
{"title":"All About Eve","description":"An ingenue insinuates herself into the company of an established but aging stage actress and her circle of theater friends.","director":"Joseph L. Mankiewicz"}
{"title":"The Apartment","description":"A man tries to rise in his company by letting its executives use his apartment for trysts, but complications and a romance of his own ensue.","director":"Billy Wilder"}
{"title":"Judgment at Nuremberg","description":"In 1948, an American court in occupied Germany tries four Nazi judges for war crimes.","director":"Stanley Kramer"}
{"title":"Double Indemnity","description":"An insurance representative lets himself be talked into a murder/insurance fraud scheme that arouses an insurance investigator's suspicions.","director":"Billy Wilder"}
{"title":"Rashômon","description":"A heinous crime and its aftermath are recalled from differing points of view.","director":"Akira Kurosawa"}
{"title":"Children of Heaven","description":"After a boy loses his sister's pair of shoes, he goes on a series of adventures in order to find them. When he can't, he tries a new way to \"win\" a new pair.","director":"Majid Majidi"}
{"title":"Ikiru","description":"A bureaucrat tries to find a meaning in his life after he discovers he has terminal cancer.","director":"Akira Kurosawa"}
{"title":"Bicycle Thieves","description":"In post-war Italy, a working-class man's bicycle is stolen. He and his son set out to find it.","director":"Vittorio De Sica"}
{"title":"Yojimbo","description":"A crafty ronin comes to a town divided by two criminal gangs and decides to play them against each other to free the town.","director":"Akira Kurosawa"}
{"title":"The Treasure of the Sierra Madre","description":"Fred Dobbs and Bob Curtin, two Americans searching for work in Mexico, convince an old prospector to help them mine for gold in the Sierra Madre Mountains.","director":"John Huston"}
{"title":"Rang De Basanti","description":"The story of six young Indians who assist an English Woman to film a documentary on the extremist freedom fighters from their past, and the events that lead them to relive the long forgotten saga of freedom.","director":"Rakeysh Omprakash Mehra"}
{"title":"The Kid","description":"The Tramp cares for an abandoned child, but events put that relationship in jeopardy.","director":"Charles Chaplin"}
{"title":"Tangerines","description":"War in Georgia, Apkhazeti region in 1990. An Estonian man Ivo has stayed behind to harvest his crops of tangerines. In a bloody conflict at his door, a wounded man is left behind, and Ivo is forced to take him in.","director":"Zaza Urushadze"}
{"title":"Drishyam","description":"Desperate measures are taken by a man who tries to save his family from the dark side of the law, after they commit an unexpected crime.","director":"Nishikant Kamat"}
{"title":"Queen","description":"A Delhi girl from a traditional family sets out on a solo honeymoon after her marriage gets cancelled.","director":"Vikas Bahl"}
{"title":"Swades","description":"A successful Indian scientist returns to an Indian village to take his nanny to America with him and in the process rediscovers his roots.","director":"Ashutosh Gowariker"}
{"title":"Bhaag Milkha Bhaag","description":"The truth behind the ascension of Milkha \"The Flying Sikh\" Singh who was scarred because of the India-Pakistan partition.","director":"Rakeysh Omprakash Mehra"}
{"title":"Three Billboards Outside Ebbing, Missouri","description":"A mother personally challenges the local authorities to solve her daughter's murder when they fail to catch the culprit.","director":"Martin McDonagh"}
{"title":"The Wolf of Wall Street","description":"Based on the true story of Jordan Belfort, from his rise to a wealthy stock-broker living the high life to his fall involving crime, corruption and the federal government.","director":"Martin Scorsese"}
{"title":"Blade Runner","description":"A blade runner must pursue and try to terminate four replicants who stole a ship in space and have returned to Earth to find their creator.","director":"Ridley Scott"}
{"title":"Pan's Labyrinth","description":"In the falangist Spain of 1944, the bookish young stepdaughter of a sadistic army officer escapes into an eerie but captivating fantasy world.","director":"Guillermo del Toro"}
{"title":"Hacksaw Ridge","description":"WWII American Army Medic Desmond T. Doss, who served during the Battle of Okinawa, refuses to kill people, and becomes the first man in American history to receive the Medal of Honor without firing a shot.","director":"Mel Gibson"}
{"title":"Inside Out","description":"After young Riley is uprooted from her Midwest life and moved to San Francisco, her emotions - Joy, Fear, Anger, Disgust and Sadness - conflict on how best to navigate a new city, house, and school.","director":"Pete Docter"}
{"title":"Gone with the Wind","description":"A manipulative woman and a roguish man conduct a turbulent romance during the American Civil War and Reconstruction periods.","director":"Victor Fleming"}
{"title":"Room","description":"A young boy is raised within the confines of a small shed.","director":"Lenny Abrahamson"}
{"title":"Casino","description":"A tale of greed, deception, money, power, and murder occur between two best friends: a mafia enforcer and a casino executive, compete against each other over a gambling empire, and over a fast living and fast loving socialite.","director":"Martin Scorsese"}
{"title":"The Big Lebowski","description":"\"The Dude\" Lebowski, mistaken for a millionaire Lebowski, seeks restitution for his ruined rug and enlists his bowling buddies to help get it.","director":"Joel Coen"}
{"title":"Heat","description":"A group of professional bank robbers start to feel the heat from police when they unknowingly leave a clue at their latest heist, while both sides attempt to find balance between their personal and professional lives.","director":"Michael Mann"}
{"title":"The Deer Hunter","description":"An in-depth examination of the ways in which the U.S. Vietnam War impacts and disrupts the lives of people in a small industrial town in Pennsylvania.","director":"Michael Cimino"}
{"title":"A Beautiful Mind","description":"After John Nash, a brilliant but asocial mathematician, accepts secret work in cryptography, his life takes a turn for the nightmarish.","director":"Ron Howard"}
{"title":"Die Hard","description":"John McClane, officer of the NYPD, tries to save his wife Holly Gennaro and several others that were taken hostage by German terrorist Hans Gruber during a Christmas party at the Nakatomi Plaza in Los Angeles.","director":"John McTiernan"}
{"title":"Trainspotting","description":"Renton, deeply immersed in the Edinburgh drug scene, tries to clean up and get out, despite the allure of the drugs and influence of friends.","director":"Danny Boyle"}
{"title":"V for Vendetta","description":"In a future British tyranny, a shadowy freedom fighter, known only by the alias of \"V\", plots to overthrow it with the help of a young woman.","director":"James McTeigue"}
{"title":"Warrior","description":"The youngest son of an alcoholic former boxer returns home, where he's trained by his father for competition in a mixed martial arts tournament - a path that puts the fighter on a collision course with his estranged, older brother.","director":"Gavin O'Connor"}
{"title":"Downfall","description":"Traudl Junge, the final secretary for Adolf Hitler, tells of the Nazi dictator's final days in his Berlin bunker at the end of WWII.","director":"Oliver Hirschbiegel"}
{"title":"Gran Torino","description":"Disgruntled Korean War veteran Walt Kowalski sets out to reform his neighbor, a Hmong teenager who tried to steal Kowalski's prized possession: a 1972 Gran Torino.","director":"Clint Eastwood"}
{"title":"Unforgiven","description":"Retired Old West gunslinger William Munny reluctantly takes on one last job, with the help of his old partner and a young man.","director":"Clint Eastwood"}
{"title":"Howl's Moving Castle","description":"When an unconfident young woman is cursed with an old body by a spiteful witch, her only chance of breaking the spell lies with a self-indulgent yet insecure young wizard and his companions in his legged, walking castle.","director":"Hayao Miyazaki"}
{"title":"Lock, Stock and Two Smoking Barrels","description":"A botched card game in London triggers four friends, thugs, weed-growers, hard gangsters, loan sharks and debt collectors to collide with each other in a series of unexpected events, all for the sake of weed, cash and two antique shotguns.","director":"Guy Ritchie"}
{"title":"Incendies","description":"Twins journey to the Middle East to discover their family history, and fulfill their mother's last wishes.","director":"Denis Villeneuve"}
{"title":"The Third Man","description":"Pulp novelist Holly Martins travels to shadowy, postwar Vienna, only to find himself investigating the mysterious death of an old friend, Harry Lime.","director":"Carol Reed"}
{"title":"The Secret in Their Eyes","description":"A retired legal counselor writes a novel hoping to find closure for one of his past unresolved homicide cases and for his unreciprocated love with his superior - both of which still haunt him decades later.","director":"Juan José Campanella"}
{"title":"The Elephant Man","description":"A Victorian surgeon rescues a heavily disfigured man who is mistreated while scraping a living as a side-show freak. Behind his monstrous facade, there is revealed a person of intelligence and sensitivity.","director":"David Lynch"}
{"title":"Raging Bull","description":"Emotionally self-destructive boxer, Jake La Motta's journey through life, as the violence and temper that leads him to the top in the ring destroys his life outside it.","director":"Martin Scorsese"}
{"title":"Chinatown","description":"A private detective hired to expose an adulterer finds himself caught up in a web of deceit, corruption, and murder.","director":"Roman Polanski"}
{"title":"My Neighbor Totoro","description":"When two girls move to the country to be near their ailing mother, they have adventures with the wondrous forest spirits who live nearby.","director":"Hayao Miyazaki"}
{"title":"Come and See","description":"After finding an old rifle, a young boy joins the Soviet resistance movement against ruthless German forces and experiences the horrors of World War II.","director":"Elem Klimov"}
{"title":"The Great Escape","description":"Allied prisoners of war plan for several hundred of their number to escape from a German camp during World War II.","director":"John Sturges"}
{"title":"Cool Hand Luke","description":"A laid back Southern man is sentenced to two years in a rural prison, but refuses to conform.","director":"Stuart Rosenberg"}
{"title":"On the Waterfront","description":"An ex-prize fighter turned longshoreman struggles to stand up to his corrupt union bosses.","director":"Elia Kazan"}
{"title":"The Seventh Seal","description":"A man seeks answers about life, death, and the existence of God as he plays chess against the Grim Reaper during the Black Plague.","director":"Ingmar Bergman"}
{"title":"The Bridge on the River Kwai","description":"After settling his differences with a Japanese PoW camp commander, a British colonel co-operates to oversee his men's construction of a railway bridge for their captors - while oblivious to a plan by the Allies to destroy it.","director":"David Lean"}
{"title":"Rebecca","description":"A self-conscious bride is tormented by the memory of her husband's dead first wife.","director":"Alfred Hitchcock"}
{"title":"Ran","description":"In Medieval Japan, an elderly warlord retires, handing over his empire to his three sons. However, he vastly underestimates how the new-found power will corrupt them and cause them to turn on each other...and him.","director":"Akira Kurosawa"}
{"title":"Gangs of Wasseypur","description":"A clash between Sultan and Shahid Khan leads to the expulsion of Khan from Wasseypur, and ignites a deadly blood feud spanning three generations.","director":"Anurag Kashyap"}
{"title":"Dial M for Murder","description":"An ex-tennis pro carries out a plot to murder his wife. When things go wrong, he improvises a brilliant plan B.","director":"Alfred Hitchcock"}
{"title":"PK","description":"A stranger in the city asks questions no one has asked before. His childlike curiosity will take him on a journey of love, laughter, and letting go.","director":"Rajkumar Hirani"}
{"title":"Lagaan: Once Upon a Time in India","description":"The people of a small village in Victorian India stake their future on a game of cricket against their ruthless British rulers.","director":"Ashutosh Gowariker"}
{"title":"The Mirror","description":"A dying man in his forties remembers his past. His childhood, his mother, the war, personal moments and things that tell of the recent history of all the Russian nation.","director":"Andrei Tarkovsky"}
{"title":"Andrei Rublev","description":"The life, times and afflictions of the fifteenth-century Russian iconographer.","director":"Andrei Tarkovsky"}
{"title":"Bahubali: The Beginning","description":"In ancient India, an adventurous and daring man becomes involved in a decades old feud between two warring people.","director":"S.S. Rajamouli"}
{"title":"A Wednesday","description":"A retiring police officer reminisces about the most astounding day of his career. About a case that was never filed but continues to haunt him in his memories - the case of a man and a Wednesday.","director":"Neeraj Pandey"}
{"title":"Mr. Smith Goes to Washington","description":"A naive man is appointed to fill a vacancy in the United States Senate. His plans promptly collide with political corruption, but he doesn't back down.","director":"Frank Capra"}
{"title":"Ookami kodomo no Ame to Yuki","description":"After her werewolf lover unexpectedly dies in an accident, a woman must find a way to raise the werewolf son and daughter that she had with him. But their inheritance of their father's traits proved to be a challenge for her.","director":"Mamoru Hosoda"}
{"title":"Wild Strawberries","description":"After living a life marked by coldness, an aging professor is forced to confront the emptiness of his existence.","director":"Ingmar Bergman"}
{"title":"Tokyo Story","description":"An old couple visit their children and grandchildren in the city; but the children have little time for them.","director":"Yasujirô Ozu"}
{"title":"Kis Uykusu","description":"A hotel owner and landlord in a remote Turkish village deals with conflicts within his family and a tenant behind on his rent.","director":"Nuri Bilge Ceylan"}
{"title":"The Passion of Joan of Arc","description":"In 1431, Jeanne d'Arc is placed on trial on charges of heresy. The ecclesiastical jurists attempt to force Jeanne to recant her claims of holy visions.","director":"Carl Theodor Dreyer"}
{"title":"Sunrise","description":"An allegorical tale about a man fighting the good and evil within him. Both sides are made flesh - one a sophisticated woman he is attracted to and the other his wife.","director":"F.W. Murnau"}
{"title":"The Wages of Fear","description":"In a decrepit South American village, four men are hired to transport an urgent nitroglycerine shipment without the equipment that would make it safe.","director":"Henri-Georges Clouzot"}
{"title":"Pink","description":"When three young women are implicated in a crime, a retired lawyer steps forward to help them clear their names.","director":"Aniruddha Roy Chowdhury"}
{"title":"The General","description":"When Union spies steal an engineer's beloved locomotive, he pursues it single-handedly and straight through enemy lines.","director":"Clyde Bruckman"}
{"title":"Dil Chahta Hai","description":"Three inseparable childhood friends are just out of college. Nothing comes between them - until they each fall in love, and their wildly different approaches to relationships creates tension.","director":"Farhan Akhtar"}
{"title":"The Gold Rush","description":"A prospector goes to the Klondike in search of gold and finds it and more.","director":"Charles Chaplin"}
{"title":"Kahaani","description":"A pregnant woman's search for her missing husband takes her from London to Kolkata, but everyone she questions denies having ever met him.","director":"Sujoy Ghosh"}
{"title":"Black","description":"The cathartic tale of a young woman who can't see, hear or talk and the teacher who brings a ray of light into her dark world.","director":"Sanjay Leela Bhansali"}
{"title":"Haider","description":"A young man returns to Kashmir after his father's disappearance to confront his uncle - the man he suspects of playing a role in his father's fate.","director":"Vishal Bhardwaj"}
{"title":"The Message","description":"This epic historical drama chronicles the life and times of Muhammad and serves as an introduction to early Islamic history.","director":"Moustapha Akkad"}
{"title":"Sholay","description":"After his family is murdered by a notorious and ruthless bandit, a former police officer enlists the services of two outlaws to capture the bandit.","director":"Ramesh Sippy"}
{"title":"Dilwale Dulhania Le Jayenge","description":"When Raj meets Simran in Europe, it isn't love at first sight but when Simran moves to India for an arranged marriage, love makes its presence felt.","director":"Aditya Chopra"}
{"title":"Paan Singh Tomar","description":"The story of Paan Singh Tomar, an Indian athlete and seven-time national steeplechase champion who becomes one of the most feared dacoits in Chambal Valley after his retirement.","director":"Tigmanshu Dhulia"}
{"title":"OMG: Oh My God!","description":"A shopkeeper takes God to court when his shop is destroyed by an earthquake.","director":"Umesh Shukla"}
{"title":"Chak de! India","description":"Kabir Khan is the coach of the Indian Women's National Hockey Team and his dream is to make his all girls team emerge victorious against all odds.","director":"Shimit Amin"}
{"title":"Munna Bhai M.B.B.S.","description":"A gangster sets out to fulfill his father's dream of becoming a doctor.","director":"Rajkumar Hirani"}
{"title":"Hera Pheri","description":"Three unemployed men find the answer to all their money problems when they recieve a call from a kidnapper. However, things do not go as planned.","director":"Priyadarshan"}
{"title":"Andaz Apna Apna","description":"Two slackers competing for the affections of an heiress, inadvertently become her protectors from an evil criminal.","director":"Rajkumar Santoshi"}
{"title":"Udaan","description":"Expelled from his school, a 16-year old boy returns home to his abusive and oppressive father.","director":"Vikramaditya Motwane"}
{"title":"Nefes: Vatan Sagolsun","description":"Story of 40-man Turkish task force who must defend a relay station.","director":"Levent Semerci"}
{"title":"Blade Runner 2049","description":"A young blade runner's discovery of a long-buried secret leads him to track down former blade runner Rick Deckard, who's been missing for thirty years.","director":"Denis Villeneuve"}
{"title":"Guardians of the Galaxy","description":"A group of intergalactic criminals are forced to work together to stop a fanatical warrior from taking control of the universe.","director":"James Gunn"}
{"title":"The Avengers","description":"Earth's mightiest heroes must come together and learn to fight as a team if they are going to stop the mischievous Loki and his alien army from enslaving humanity.","director":"Joss Whedon"}
{"title":"Logan","description":"In the near future, a weary Logan cares for an ailing Professor X, somewhere on the Mexican border. However, Logan's attempts to hide from the world, and his legacy, are upended when a young mutant arrives, pursued by dark forces.","director":"James Mangold"}
{"title":"Gone Girl","description":"With his wife's disappearance having become the focus of an intense media circus, a man sees the spotlight turned on him when it's suspected that he may not be innocent.","director":"David Fincher"}
{"title":"Mad Max: Fury Road","description":"A woman rebels against a tyrannical ruler in postapocalyptic Australia in search for her home-land with the help of a group of female prisoners, a psychotic worshipper, and a drifter named Max.","director":"George Miller"}
{"title":"La La Land","description":"While navigating their careers in Los Angeles, a pianist and an actress fall in love while attempting to reconcile their aspirations for the future.","director":"Damien Chazelle"}
{"title":"Stand by Me","description":"After the death of a friend, a writer recounts a boyhood journey to find the body of a missing boy.","director":"Rob Reiner"}
{"title":"The Grand Budapest Hotel","description":"The adventures of Gustave H, a legendary concierge at a famous hotel from the fictional Republic of Zubrowka between the first and second World Wars, and Zero Moustafa, the lobby boy who becomes his most trusted friend.","director":"Wes Anderson"}
{"title":"Catch Me If You Can","description":"The story of Frank Abagnale Jr., before his 19th birthday, successfully forged millions of dollars' worth of checks while posing as a Pan Am pilot, a doctor, and legal prosecutor as a seasoned and dedicated FBI agent pursues him.","director":"Steven Spielberg"}
{"title":"Harry Potter and the Deathly Hallows: Part 2","description":"Harry, Ron, and Hermione search for Voldemort's remaining Horcruxes in their effort to destroy the Dark Lord as the final battle rages on at Hogwarts.","director":"David Yates"}
{"title":"Jurassic Park","description":"During a preview tour, a theme park suffers a major power breakdown that allows its cloned dinosaur exhibits to run amok.","director":"Steven Spielberg"}
{"title":"The Princess Bride","description":"While home sick in bed, a young boy's grandfather reads him a story called The Princess Bride.","director":"Rob Reiner"}
{"title":"Prisoners","description":"When Keller Dover's daughter and her friend go missing, he takes matters into his own hands as the police pursue multiple leads and the pressure mounts.","director":"Denis Villeneuve"}
{"title":"Fargo","description":"Jerry Lundegaard's inept crime falls apart due to his and his henchmen's bungling and the persistent police work of the quite pregnant Marge Gunderson.","director":"Joel Coen"}
{"title":"No Country for Old Men","description":"Violence and mayhem ensue after a hunter stumbles upon a drug deal gone wrong and more than two million dollars in cash near the Rio Grande.","director":"Ethan Coen"}
{"title":"Spotlight","description":"The true story of how the Boston Globe uncovered the massive scandal of child molestation and cover-up within the local Catholic Archdiocese, shaking the entire Catholic Church to its core.","director":"Tom McCarthy"}
{"title":"Donnie Darko","description":"A troubled teenager is plagued by visions of a man in a large rabbit suit who manipulates him to commit a series of crimes, after he narrowly escapes a bizarre accident.","director":"Richard Kelly"}
{"title":"Lion","description":"A five-year-old Indian boy gets lost on the streets of Calcutta, thousands of kilometers from home. He survives many challenges before being adopted by a couple in Australia. 25 years later, he sets out to find his lost family.","director":"Garth Davis"}
{"title":"Kill Bill: Vol. 1","description":"The Bride wakens from a four-year coma. The child she carried in her womb is gone. Now she must wreak vengeance on the team of assassins who betrayed her - a team she was once part of.","director":"Quentin Tarantino"}
{"title":"The Help","description":"An aspiring author during the civil rights movement of the 1960s decides to write a book detailing the African American maids' point of view on the white families for which they work, and the hardships they go through on a daily basis.","director":"Tate Taylor"}
{"title":"There Will Be Blood","description":"A story of family, religion, hatred, oil and madness, focusing on a turn-of-the-century prospector in the early days of the business.","director":"Paul Thomas Anderson"}
{"title":"Shutter Island","description":"In 1954, a U.S. Marshal investigates the disappearance of a murderer, who escaped from a hospital for the criminally insane.","director":"Martin Scorsese"}
{"title":"Contratiempo","description":"While the clock is ticking, with the aid of a witness preparation expert, a successful entrepreneur accused of murder has less than three hours to come up with an impregnable defence.","director":"Oriol Paulo"}
{"title":"12 Years a Slave","description":"In the antebellum United States, Solomon Northup, a free black man from upstate New York, is abducted and sold into slavery.","director":"Steve McQueen"}
{"title":"Monsters, Inc.","description":"In order to power the city, monsters have to scare children so that they scream. However, the children are toxic to the monsters, and after a child gets through, 2 monsters realize things may not be what they think.","director":"Pete Docter"}
{"title":"Into the Wild","description":"After graduating from Emory University, top student and athlete Christopher McCandless abandons his possessions, gives his entire $24,000 savings account to charity and hitchhikes to Alaska to live in the wilderness. Along the way, Christopher encounters a series of characters that shape his life.","director":"Sean Penn"}
{"title":"The Truman Show","description":"An insurance salesman/adjuster discovers his entire life is actually a television show.","director":"Peter Weir"}
{"title":"Finding Nemo","description":"After his son is captured in the Great Barrier Reef and taken to Sydney, a timid clownfish sets out on a journey to bring him home.","director":"Andrew Stanton"}
{"title":"The Sixth Sense","description":"A boy who communicates with spirits seeks the help of a disheartened child psychologist.","director":"M. Night Shyamalan"}
{"title":"Stalker","description":"A guide leads two men through an area known as the Zone to find a room that grants wishes.","director":"Andrei Tarkovsky"}
{"title":"Rush","description":"The merciless 1970s rivalry between Formula One rivals James Hunt and Niki Lauda.","director":"Ron Howard"}
{"title":"The Thing","description":"A crew in Antarctica finds a neighboring camp destroyed and its crew dead. Whatever killed them is nowhere to be found, unless it's hidden in plain sight.","director":"John Carpenter"}
{"title":"Dead Poets Society","description":"English teacher John Keating inspires his students to look at poetry with a different perspective of authentic knowledge and feelings.","director":"Peter Weir"}
{"title":"Rocky","description":"Rocky Balboa, a small-time boxer, gets a supremely rare chance to fight heavy-weight champion Apollo Creed in a bout in which he strives to go the distance for his self-respect.","director":"John G. Avildsen"}
{"title":"How to Train Your Dragon","description":"A hapless young Viking who aspires to hunt dragons becomes the unlikely friend of a young dragon himself, and learns there may be more to the creatures than he assumed.","director":"Dean DeBlois"}
{"title":"Ah-ga-ssi","description":"A woman is hired as a handmaiden to a Japanese heiress, but secretly she is involved in a plot to defraud her.","director":"Chan-wook Park"}
{"title":"Million Dollar Baby","description":"A determined woman works with a hardened boxing trainer to become a professional.","director":"Clint Eastwood"}
{"title":"Platoon","description":"A young soldier in Vietnam faces a moral crisis when confronted with the horrors of war and the duality of man.","director":"Oliver Stone"}
{"title":"Relatos salvajes","description":"Six short stories that explore the extremities of human behavior involving people in distress.","director":"Damián Szifron"}
{"title":"Hachi: A Dog's Tale","description":"A college professor's bond with the abandoned dog he takes into his home.","director":"Lasse Hallström"}
{"title":"Barry Lyndon","description":"An Irish rogue wins the heart of a rich widow and assumes her dead husband's aristocratic position in 18th-century England.","director":"Stanley Kubrick"}
{"title":"Before Sunrise","description":"A young man and woman meet on a train in Europe, and wind up spending one evening together in Vienna. Unfortunately, both know that this will probably be their only night together.","director":"Richard Linklater"}
{"title":"Ben-Hur","description":"When a Jewish prince is betrayed and sent into slavery by a Roman friend, he regains his freedom and comes back for revenge.","director":"William Wyler"}
{"title":"Solaris","description":"A psychologist is sent to a station orbiting a distant planet in order to discover what has caused the crew to go insane.","director":"Andrei Tarkovsky"}
{"title":"Life of Brian","description":"Born on the original Christmas in the stable next door to Jesus, Brian of Nazareth spends his life being mistaken for a messiah.","director":"Terry Jones"}
{"title":"Network","description":"A television network cynically exploits a deranged former anchor's ravings and revelations about the news media for its own profit.","director":"Sidney Lumet"}
{"title":"In the Name of the Father","description":"A man's coerced confession to an IRA bombing he did not commit results in the imprisonment of his father as well. An English lawyer fights to free them.","director":"Jim Sheridan"}
{"title":"Butch Cassidy and the Sundance Kid","description":"Two Western bank and train robbers flee to Bolivia when the law gets too close.","director":"George Roy Hill"}
{"title":"In the Mood for Love","description":"Two neighbors, a woman and a man, form a strong bond after both suspect extramarital activities of their spouses. However, they agree to keep their bond platonic so as not to commit similar wrongs.","director":"Kar-Wai Wong"}
{"title":"Gandhi","description":"Gandhi's character is fully explained as a man of nonviolence. Through his patience, he is able to drive the British out of the subcontinent. And the stubborn nature of Jinnah and his commitment towards Pakistan is portrayed.","director":"Richard Attenborough"}
{"title":"Who's Afraid of Virginia Woolf?","description":"A bitter, aging couple, with the help of alcohol, use a young couple to fuel anguish and emotional pain towards each other.","director":"Mike Nichols"}
{"title":"Akira","description":"A secret military project endangers Neo-Tokyo when it turns a biker gang member into a rampaging psychic psychopath that only two teenagers and a group of psychics can stop.","director":"Katsuhiro Ôtomo"}
{"title":"Before Sunset","description":"Nine years after Jesse and Celine first met, they encounter each other again on the French leg of Jesse's book tour.","director":"Richard Linklater"}
{"title":"Hotel Rwanda","description":"Paul Rusesabagina was a hotel manager who housed over a thousand Tutsi refugees during their struggle against the Hutu militia in Rwanda.","director":"Terry George"}
{"title":"Paris, Texas","description":"Travis Henderson, an aimless drifter who has been missing for four years, wanders out of the desert and must reconnect with society, himself, his life, and his family.","director":"Wim Wenders"}
{"title":"Paper Moon","description":"During the Great Depression, a con man finds himself saddled with a young girl who may or may not be his daughter, and the two forge an unlikely partnership.","director":"Peter Bogdanovich"}
{"title":"What Ever Happened to Baby Jane?","description":"A former child star torments her paraplegic sister in their decaying Hollywood mansion.","director":"Robert Aldrich"}
{"title":"Diabolique","description":"The wife and mistress of a cruel headmaster conspire to kill him; after the murder is committed, his corpse disappears, and strange events begin to plague the two women.","director":"Henri-Georges Clouzot"}
{"title":"Roman Holiday","description":"A bored and sheltered princess escapes her guardians and falls in love with an American newsman in Rome.","director":"William Wyler"}
{"title":"The Last Picture Show","description":"In 1951, a group of high schoolers come of age in a bleak, isolated, atrophied West Texas town that is slowly dying, both culturally and economically.","director":"Peter Bogdanovich"}
{"title":"Mommy","description":"A widowed single mother, raising her violent son alone, finds new hope when a mysterious neighbor inserts herself into their household.","director":"Xavier Dolan"}
{"title":"Memories of Murder","description":"In a small Korean province in 1986, three detectives struggle with the case of multiple young women being found raped and murdered by an unknown culprit.","director":"Joon-ho Bong"}
{"title":"Amores Perros","description":"A horrific car accident connects three stories, each involving characters dealing with loss, regret, and life's harsh realities, all in the name of love.","director":"Alejandro G. Iñárritu"}
{"title":"La Haine","description":"24 hours in the lives of three young men in the French suburbs the day after a violent riot.","director":"Mathieu Kassovitz"}
{"title":"8½","description":"A harried movie director retreats into his memories and fantasies.","director":"Federico Fellini"}
{"title":"Three Colors: Red","description":"A model discovers her neighbor is keen on invading people's privacy.","director":"Krzysztof Kieslowski"}
{"title":"Cat on a Hot Tin Roof","description":"Brick, an alcoholic ex-football player, drinks his days away and resists the affections of his wife, Maggie. His reunion with his father, Big Daddy, who is dying of cancer, jogs a host of memories and revelations for both father and son.","director":"Richard Brooks"}
{"title":"Castle in the Sky","description":"A young boy and a girl with a magic crystal must race against pirates and foreign agents in a search for a legendary floating castle.","director":"Hayao Miyazaki"}
{"title":"Persona","description":"A nurse is put in charge of a mute actress and finds that their personas are melding together.","director":"Ingmar Bergman"}
{"title":"Song of the Sea","description":"Ben, a young Irish boy, and his little sister Saoirse, a girl who can turn into a seal, go on an adventure to free the fairies and save the spirit world.","director":"Tomm Moore"}
{"title":"Nausicaä of the Valley of the Wind","description":"Warrior/pacifist Princess Nausicaä desperately struggles to prevent two warring nations from destroying themselves and their dying planet.","director":"Hayao Miyazaki"}
{"title":"Wings of Desire","description":"An angel tires of overseeing human activity and wishes to become human when he falls in love with a mortal.","director":"Wim Wenders"}
{"title":"La Dolce Vita","description":"A series of stories following a week in the life of a philandering paparazzo journalist living in Rome.","director":"Federico Fellini"}
{"title":"Infernal Affairs","description":"A story between a mole in the police department and an undercover cop. Their objectives are the same: to find out who is the mole, and who is the cop.","director":"Wai-Keung Lau"}
{"title":"Mary and Max","description":"A tale of friendship between two unlikely pen pals: Mary, a lonely, eight-year-old girl living in the suburbs of Melbourne, and Max, a forty-four-year old, severely obese man living in New York.","director":"Adam Elliot"}
{"title":"The Maltese Falcon","description":"A private detective takes on a case that involves him with three eccentric criminals, a gorgeous liar, and their quest for a priceless statuette.","director":"John Huston"}
{"title":"Chungking Express","description":"Two melancholy Hong Kong policemen fall in love: one with a mysterious female underworld figure, the other with a beautiful and ethereal server at a late-night restaurant he frequents.","director":"Kar-Wai Wong"}
{"title":"La leggenda del pianista sull'oceano","description":"A baby boy, discovered in 1900 on an ocean liner, grows into a musical prodigy, never setting foot on land.","director":"Giuseppe Tornatore"}
{"title":"It Happened One Night","description":"A spoiled heiress running away from her family is helped by a man who is actually a reporter in need of a story.","director":"Frank Capra"}
{"title":"All Quiet on the Western Front","description":"A young soldier faces profound disillusionment in the soul-destroying horror of World War I.","director":"Lewis Milestone"}
{"title":"Elite Squad","description":"1997, Captain Nascimento has to find a substitute for his occupation while trying to take down drug dealers and criminals before the Pope comes to Rio de Janeiro, Brazil.","director":"José Padilha"}
{"title":"The Grapes of Wrath","description":"A poor Midwest family is forced off their land. They travel to California, suffering the misfortunes of the homeless in the Great Depression.","director":"John Ford"}
{"title":"The Man Who Shot Liberty Valance","description":"A senator, who became famous for killing a notorious outlaw, returns for the funeral of an old friend and tells the truth about his deed.","director":"John Ford"}
{"title":"Fanny and Alexander","description":"Two young Swedish children experience the many comedies and tragedies of their family, the Ekdahls.","director":"Ingmar Bergman"}
{"title":"The Best Years of Our Lives","description":"Three World War II veterans return home to small-town America to discover that they and their families have been irreparably changed.","director":"William Wyler"}
{"title":"Touch of Evil","description":"A stark, perverse story of murder, kidnapping, and police corruption in a Mexican border town.","director":"Orson Welles"}
{"title":"Anatomy of a Murder","description":"In a murder trial, the defendant says he suffered temporary insanity after the victim raped his wife. What is the truth, and will he win his case?","director":"Otto Preminger"}
{"title":"The 400 Blows","description":"A young boy, left without attention, delves into a life of petty crime.","director":"François Truffaut"}
{"title":"Laura","description":"A police detective falls in love with the woman whose murder he is investigating.","director":"Otto Preminger"}
{"title":"The Lion in Winter","description":"1183 A.D.: King Henry II's three sons all want to inherit the throne, but he won't commit to a choice. They and his wife variously plot to force him.","director":"Anthony Harvey"}
{"title":"The Cabinet of Dr. Caligari","description":"Hypnotist Dr. Caligari uses a somnambulist, Cesare, to commit murders.","director":"Robert Wiene"}
{"title":"Fitzcarraldo","description":"The story of Brian Sweeney Fitzgerald, an extremely determined man who intends to build an opera house in the middle of a jungle.","director":"Werner Herzog"}
{"title":"Out of the Past","description":"A private eye escapes his past to run a gas station in a small town, but his past catches up with him. Now he must return to the big city world of danger, corruption, double crosses and duplicitous dames.","director":"Jacques Tourneur"}
{"title":"The Tale of the Princess Kaguya","description":"Found inside a shining stalk of bamboo by an old bamboo cutter and his wife, a tiny girl grows rapidly into an exquisite young lady. The mysterious young princess enthralls all who encounter her, but ultimately she must confront her fate, the punishment for her crime.","director":"Isao Takahata"}
{"title":"The Celebration","description":"At Helge's 60th birthday party, some unpleasant family truths are revealed.","director":"Thomas Vinterberg"}
{"title":"The Battle of Algiers","description":"In the 1950s, fear and violence escalate as the people of Algiers fight for independence from the French government.","director":"Gillo Pontecorvo"}
{"title":"Brief Encounter","description":"Meeting a stranger in a railway station, a woman is tempted to cheat on her husband.","director":"David Lean"}
{"title":"Elite Squad: The Enemy Within","description":"After a prison riot, former-Captain Nascimento, now a high ranking security officer in Rio de Janeiro, is swept into a bloody political dispute that involves government officials and paramilitary groups.","director":"José Padilha"}
{"title":"The Nights of Cabiria","description":"A waifish prostitute wanders the streets of Rome looking for true love but finds only heartbreak.","director":"Federico Fellini"}
{"title":"Persepolis","description":"A precocious and outspoken Iranian girl grows up during the Islamic Revolution.","director":"Vincent Paronnaud"}
{"title":"Le Samouraï","description":"After Professional hitman Jef Costello is seen by witnesses his efforts to provide himself an alibi drive him further into a corner.","director":"Jean-Pierre Melville"}
{"title":"Darbareye Elly","description":"The mysterious disappearance of a kindergarten teacher during a picnic in the north of Iran is followed by a series of misadventures for her fellow travelers.","director":"Asghar Farhadi"}
{"title":"Crna macka, beli macor","description":"Matko is a small time hustler, living by the river Danube with his 17 year old son Zare. After a failed business deal he owes money to the much more successful gangster Dadan. Dadan has a ... See full summary »","director":"Emir Kusturica"}
{"title":"La Strada","description":"A care-free girl is sold to a traveling entertainer, consequently enduring physical and emotional pain along the way.","director":"Federico Fellini"}
{"title":"Bajrangi Bhaijaan","description":"An Indian man with a magnanimous heart takes a young mute Pakistani girl back to her homeland to reunite her with her family.","director":"Kabir Khan"}
{"title":"Throne of Blood","description":"A war-hardened general, egged on by his ambitious wife, works to fulfill a prophecy that he would become lord of Spider's Web Castle.","director":"Akira Kurosawa"}
{"title":"Sleuth","description":"A man who loves games and theater invites his wife's lover to meet him, setting up a battle of wits with potentially deadly results.","director":"Joseph L. Mankiewicz"}
{"title":"The Hidden Fortress","description":"Lured by gold, two greedy peasants escort a man and woman across enemy lines. However, they do not realize that their companions are actually a princess and her general.","director":"Akira Kurosawa"}
{"title":"Airlift","description":"When Iraq invades Kuwait in August, 1990, a callous Indian businessman becomes the spokesperson for more than 170,000 stranded countrymen.","director":"Raja Menon"}
{"title":"Departures","description":"A newly unemployed cellist takes a job preparing the dead for funerals.","director":"Yôjirô Takita"}
{"title":"Barfi!","description":"Three young people learn that love can neither be defined nor contained by society's definition of normal and abnormal.","director":"Anurag Basu"}
{"title":"Baby","description":"An elite counter-intelligence unit learns of a plot, masterminded by a maniacal madman. With the clock ticking, it's up to them to track the terrorists' international tentacles and prevent them from striking at the heart of India.","director":"Neeraj Pandey"}
{"title":"Underground","description":"A group of serbian socialists prepares for the war in a surreal underground filled by parties, tragedies, love and hate.","director":"Emir Kusturica"}
{"title":"La Grande Illusion","description":"During the First World War, two French soldiers are captured and imprisoned in a German P.O.W. camp. Several escape attempts follow until they are sent to a seemingly impenetrable fortress which seems impossible to escape from.","director":"Jean Renoir"}
{"title":"Zindagi Na Milegi Dobara","description":"Three friends decide to turn their fantasy vacation into reality after one of their number becomes engaged.","director":"Zoya Akhtar"}
{"title":"Spring, Summer, Fall, Winter... and Spring","description":"A boy is raised by a Buddhist monk on an isolated floating temple where the years pass like the seasons.","director":"Ki-duk Kim"}
{"title":"Kind Hearts and Coronets","description":"A distant poor relative of the Duke of D'Ascoyne plots to inherit the title by murdering the eight other heirs who stand ahead of him in the line of succession.","director":"Robert Hamer"}
{"title":"3-Iron","description":"A transient young man breaks into empty homes to partake of the vacationing residents' lives for a few days.","director":"Ki-duk Kim"}
{"title":"Tae Guk Gi: The Brotherhood of War","description":"When two brothers are forced to fight in the Korean War, the elder decides to take the riskiest missions if it will help shield the younger from battle.","director":"Je-kyu Kang"}
{"title":"Lage Raho Munna Bhai","description":"Munna Bhai embarks on a journey with Mahatma Gandhi in order to fight against a corrupt property dealer.","director":"Rajkumar Hirani"}
{"title":"My Sassy Girl","description":"Based on a series of true stories posted by Ho-sik Kim on the Internet describing his relationship with his girlfriend. These were later transformed into a best-selling book and the movie ... See full summary »","director":"Jae-young Kwak"}
{"title":"Vizontele","description":"The film is about the introduction of television to a small village in southeast Anatolia in 1974. Employing a tragicomic language, it tells of the efforts of Emin who is the village idiot ... See full summary »","director":"Yilmaz Erdogan"}
{"title":"Call Me by Your Name","description":"In 1980s Italy, a romance blossoms between a seventeen year-old student and the older man hired as his father's research assistant.","director":"Luca Guadagnino"}
{"title":"Wonder","description":"Based on the New York Times bestseller, WONDER tells the incredibly inspiring and heartwarming story of August Pullman, a boy with facial differences who enters 5th grade, attending a mainstream elementary school for the first time.","director":"Stephen Chbosky"}
{"title":"Dunkirk","description":"Allied soldiers from Belgium, the British Empire and France are surrounded by the German Army, and evacuated during a fierce battle in World War II.","director":"Christopher Nolan"}
{"title":"Deadpool","description":"A fast-talking mercenary with a morbid sense of humor is subjected to a rogue experiment that leaves him with accelerated healing powers and a quest for revenge.","director":"Tim Miller"}
{"title":"Zootopia","description":"In a city of anthropomorphic animals, a rookie bunny cop and a cynical con artist fox must work together to uncover a conspiracy.","director":"Byron Howard"}
{"title":"The Martian","description":"An astronaut becomes stranded on Mars after his team assume him dead, and must rely on his ingenuity to find a way to signal to Earth that he is alive.","director":"Ridley Scott"}
{"title":"Star Wars: The Force Awakens","description":"Three decades after the Empire's defeat, a new threat arises in the militant First Order. Stormtrooper defector Finn and the scavenger Rey are caught up in the Resistance's search for the missing Luke Skywalker.","director":"J.J. Abrams"}
{"title":"The Revenant","description":"A frontiersman on a fur trading expedition in the 1820s fights for survival after being mauled by a bear and left for dead by members of his own hunting team.","director":"Alejandro G. Iñárritu"}
{"title":"The Incredibles","description":"A family of undercover superheroes, while trying to live the quiet suburban life, are forced into action to save the world.","director":"Brad Bird"}
{"title":"Black Swan","description":"A committed dancer wins the lead role in a production of Tchaikovsky's \"Swan Lake\" only to find herself struggling to maintain her sanity.","director":"Darren Aronofsky"}
{"title":"The Imitation Game","description":"During World War II, the English mathematical genius Alan Turing tries to crack the German Enigma code with help from fellow mathematicians.","director":"Morten Tyldum"}
{"title":"Her","description":"In a near future, a lonely writer develops an unlikely relationship with an operating system designed to meet his every need.","director":"Spike Jonze"}
{"title":"Star Trek","description":"The brash James T. Kirk tries to live up to his father's legacy with Mr. Spock keeping him in check as a vengeful Romulan from the future creates black holes to destroy the Federation one planet at a time.","director":"J.J. Abrams"}
{"title":"The Graduate","description":"A disillusioned college graduate finds himself torn between his older lover and her daughter.","director":"Mike Nichols"}
{"title":"Pirates of the Caribbean: The Curse of the Black Pearl","description":"Blacksmith Will Turner teams up with eccentric pirate \"Captain\" Jack Sparrow to save his love, the governor's daughter, from Jack's former pirate allies, who are now undead.","director":"Gore Verbinski"}
{"title":"X-Men: Days of Future Past","description":"The X-Men send Wolverine to the past in a desperate effort to change history and prevent an event that results in doom for both humans and mutants.","director":"Bryan Singer"}
{"title":"The Perks of Being a Wallflower","description":"An introvert freshman is taken under the wings of two seniors who welcome him to the real world.","director":"Stephen Chbosky"}
{"title":"Dallas Buyers Club","description":"In 1985 Dallas, electrician and hustler Ron Woodroof works around the system to help AIDS patients get the medication they need after he is diagnosed with the disease.","director":"Jean-Marc Vallée"}
{"title":"The Wizard of Oz","description":"Dorothy Gale is swept away from a farm in Kansas to a magical land of Oz in a tornado and embarks on a quest with her new friends to see the Wizard who can help her return home in Kansas and help her friends as well.","director":"Victor Fleming"}
{"title":"The Terminator","description":"A seemingly indestructible humanoid cyborg is sent from 2029 to 1984 to assassinate a waitress, whose unborn son will lead humanity in a war against the machines, while a soldier from that war is sent to protect her at all costs.","director":"James Cameron"}
{"title":"Aladdin","description":"When a street urchin vies for the love of a beautiful princess, he uses a genie's magic power to make himself off as a prince in order to marry her.","director":"Ron Clements"}
{"title":"Sin City","description":"A film that explores the dark and miserable town, Basin City, and tells the story of three different people, all caught up in violent corruption.","director":"Frank Miller"}
{"title":"Jaws","description":"A local sheriff, a marine biologist and an old seafarer team up to hunt down a great white shark wrecking havoc in a beach resort.","director":"Steven Spielberg"}
{"title":"Beauty and the Beast","description":"A young woman whose father has been imprisoned by a terrifying beast offers herself in his place, unaware that her captor is actually a prince, physically altered by a magic spell.","director":"Gary Trousdale"}
{"title":"The Sound of Music","description":"A woman leaves an Austrian convent to become a governess to the children of a Naval officer widower.","director":"Robert Wise"}
{"title":"Casino Royale","description":"Armed with a license to kill, Secret Agent James Bond sets out on his first mission as 007, and must defeat a private banker to terrorists in a high stakes game of poker at Casino Royale, Montenegro, but things are not what they seem.","director":"Martin Campbell"}
{"title":"Shaun of the Dead","description":"A man decides to turn his moribund life around by winning back his ex-girlfriend, reconciling his relationship with his mother, and dealing with an entire community that has returned from the dead to eat the living.","director":"Edgar Wright"}
{"title":"Mulholland Dr.","description":"After a car wreck on the winding Mulholland Drive renders a woman amnesiac, she and a perky Hollywood-hopeful search for clues and answers across Los Angeles in a twisting venture beyond dreams and reality.","director":"David Lynch"}
{"title":"The Exorcist","description":"When a teenage girl is possessed by a mysterious entity, her mother seeks the help of two priests to save her daughter.","director":"William Friedkin"}
{"title":"Ratatouille","description":"A rat who can cook makes an unusual alliance with a young kitchen worker at a famous restaurant.","director":"Brad Bird"}
{"title":"Slumdog Millionaire","description":"A Mumbai teen reflects on his upbringing in the slums when he is accused of cheating on the Indian Version of \"Who Wants to be a Millionaire?\"","director":"Danny Boyle"}
{"title":"Twelve Monkeys","description":"In a future world devastated by disease, a convict is sent back in time to gather information about the man-made virus that wiped out most of the human population on the planet.","director":"Terry Gilliam"}
{"title":"Kill Bill: Vol. 2","description":"The Bride continues her quest of vengeance against her former boss and lover Bill, the reclusive bouncer Budd and the treacherous, one-eyed Elle.","director":"Quentin Tarantino"}
{"title":"The King's Speech","description":"The story of King George VI of the United Kingdom of Great Britain and Northern Ireland, his impromptu ascension to the throne and the speech therapist who helped the unsure monarch become worthy of it.","director":"Tom Hooper"}
{"title":"Mystic River","description":"The lives of three men who were childhood friends are shattered when one of them has a family tragedy.","director":"Clint Eastwood"}
{"title":"District 9","description":"An extraterrestrial race forced to live in slum-like conditions on Earth suddenly finds a kindred spirit in a government agent who is exposed to their biotechnology.","director":"Neill Blomkamp"}
{"title":"The Pursuit of Happyness","description":"A struggling salesman takes custody of his son as he's poised to begin a life-changing professional career.","director":"Gabriele Muccino"}
{"title":"Blood Diamond","description":"A fisherman, a smuggler, and a syndicate of businessmen match wits over the possession of a priceless diamond.","director":"Edward Zwick"}
{"title":"Magnolia","description":"An epic mosaic of interrelated characters in search of love, forgiveness, and meaning in the San Fernando Valley.","director":"Paul Thomas Anderson"}
{"title":"Dances with Wolves","description":"Lieutenant John Dunbar, assigned to a remote western Civil War outpost, befriends wolves and Indians, making him an intolerable aberration in the military.","director":"Kevin Costner"}
{"title":"Big Fish","description":"A frustrated son tries to determine the fact from fiction in his dying father's life.","director":"Tim Burton"}
{"title":"The Philadelphia Story","description":"When a rich woman's ex-husband and a tabloid-type reporter turn up just before her planned remarriage, she begins to learn the truth about herself.","director":"George Cukor"}
{"title":"Groundhog Day","description":"A weatherman finds himself inexplicably living the same day over and over again.","director":"Harold Ramis"}
{"title":"The Bourne Ultimatum","description":"Jason Bourne dodges a ruthless CIA official and his agents from a new assassination program while searching for the origins of his life as a trained killer.","director":"Paul Greengrass"}
{"title":"Rain Man","description":"Selfish yuppie Charlie Babbitt's father left a fortune to his savant brother Raymond and a pittance to Charlie; they travel cross-country.","director":"Barry Levinson"}
{"title":"Scent of a Woman","description":"A prep school student needing money agrees to \"babysit\" a blind man, but the job is not at all what he anticipated.","director":"Martin Brest"}
{"title":"The Iron Giant","description":"A young boy befriends a giant robot from outer space that a paranoid government agent wants to destroy.","director":"Brad Bird"}
{"title":"Sing Street","description":"A boy growing up in Dublin during the 1980s escapes his strained family life by starting a band to impress the mysterious girl he likes.","director":"John Carney"}
{"title":"Rosemary's Baby","description":"A young couple moves in to an apartment only to be surrounded by peculiar neighbors and occurrences. When the wife becomes mysteriously pregnant, paranoia over the safety of her unborn child begins to control her life.","director":"Roman Polanski"}
{"title":"Brazil","description":"A bureaucrat, in a retro-future world, tries to correct an administrative error, and becomes an enemy of the state.","director":"Terry Gilliam"}
{"title":"Planet of the Apes","description":"An astronaut crew crash-lands on a planet in the distant future where intelligent talking apes are the dominant species, and humans are the oppressed and enslaved.","director":"Franklin J. Schaffner"}
{"title":"The Big Sleep","description":"Private detective Philip Marlowe is hired by a rich family. Before the complex case is over, he's seen murder, blackmail, and what might be love.","director":"Howard Hawks"}
{"title":"Short Term 12","description":"A 20-something supervising staff member of a residential treatment facility navigates the troubled waters of that world alongside her co-worker and longtime boyfriend.","director":"Destin Daniel Cretton"}
{"title":"Dog Day Afternoon","description":"A man robs a bank to pay for his lover's operation; it turns into a hostage situation and a media circus.","director":"Sidney Lumet"}
{"title":"Dogville","description":"A woman on the run from the mob is reluctantly accepted in a small Colorado town. In exchange, she agrees to work for them. As a search visits the town, she finds out that their support has a price. Yet her dangerous secret is never far away.","director":"Lars von Trier"}
{"title":"The Searchers","description":"An American Civil War veteran embarks on a journey to rescue his niece from the Comanches.","director":"John Ford"}
{"title":"Annie Hall","description":"Neurotic New York comedian Alvy Singer falls in love with the ditzy Annie Hall.","director":"Woody Allen"}
{"title":"This Is Spinal Tap","description":"Spinal Tap, one of England's loudest bands, is chronicled by film director Marty DiBergi on what proves to be a fateful tour.","director":"Rob Reiner"}
{"title":"The Nightmare Before Christmas","description":"Jack Skellington, king of Halloween Town, discovers Christmas Town, but his attempts to bring Christmas to his home cause confusion.","director":"Henry Selick"}
{"title":"Blood In, Blood Out","description":"Based on the true life experiences of poet Jimmy Santiago Baca, the film focuses on step-brothers Paco and Cruz, and their bi-racial cousin Miklo. It opens in 1972, as the three are members... See full summary »","director":"Taylor Hackford"}
{"title":"JFK","description":"New Orleans District Attorney Jim Garrison discovers there's more to the Kennedy assassination than the official story.","director":"Oliver Stone"}
{"title":"Young Frankenstein","description":"An American grandson of the infamous scientist, struggling to prove that his grandfather was not as insane as people believe, is invited to Transylvania, where he discovers the process that reanimates a dead body.","director":"Mel Brooks"}
{"title":"A Streetcar Named Desire","description":"Disturbed Blanche DuBois moves in with her sister in New Orleans and is tormented by her brutish brother-in-law while her reality crumbles around her.","director":"Elia Kazan"}
{"title":"All the President's Men","description":"\"The Washington Post\" reporters Bob Woodward and Carl Bernstein uncover the details of the Watergate scandal that leads to President Richard Nixon's resignation.","director":"Alan J. Pakula"}
{"title":"Fistful of Dollars","description":"A wandering gunfighter plays two rival families against each other in a town torn apart by greed, pride, and revenge.","director":"Sergio Leone"}
{"title":"Ghost in the Shell","description":"A cyborg policewoman and her partner hunt a mysterious and powerful hacker called the Puppet Master.","director":"Mamoru Oshii"}
{"title":"Papillon","description":"A man befriends a fellow criminal as the two of them begin serving their sentence on a dreadful prison island, which inspires the man to plot his escape.","director":"Franklin J. Schaffner"}
{"title":"The Raid 2","description":"Only a short time after the first raid, Rama goes undercover with the thugs of Jakarta and plans to bring down the syndicate and uncover the corruption within his police force.","director":"Gareth Evans"}
{"title":"In the Heat of the Night","description":"An African American police detective is asked to investigate a murder in a racially hostile southern town.","director":"Norman Jewison"}
{"title":"Yip Man","description":"During the Japanese invasion of 1937, when a wealthy martial artist is forced to leave his home and work to support his family, he reluctantly agrees to train others in the art of Wing Chun for self-defense.","director":"Wilson Yip"}
{"title":"The Straight Story","description":"An old man makes a long journey by lawnmower to mend his relationship with an ill brother.","director":"David Lynch"}
{"title":"Doctor Zhivago","description":"The life of a Russian physician and poet who, although married to another, falls in love with a political activist's wife and experiences hardship during the First World War and then the October Revolution.","director":"David Lean"}
{"title":"Sling Blade","description":"Karl Childers, a simple man hospitalized since his childhood murder of his mother and her lover, is released to start a new life in a small town.","director":"Billy Bob Thornton"}
{"title":"Dawn of the Dead","description":"Following an ever-growing epidemic of zombies that have risen from the dead, two Philadelphia S.W.A.T. team members, a traffic reporter, and his television executive girlfriend seek refuge in a secluded shopping mall.","director":"George A. Romero"}
{"title":"Cinderella Man","description":"The story of James Braddock, a supposedly washed-up boxer who came back to become a champion and an inspiration in the 1930s.","director":"Ron Howard"}
{"title":"Pink Floyd: The Wall","description":"A confined but troubled rock star descends into madness in the midst of his physical and social isolation from everyone.","director":"Alan Parker"}
{"title":"Nosferatu","description":"Vampire Count Orlok expresses interest in a new residence and real estate agent Hutter's wife.","director":"F.W. Murnau"}
{"title":"Patton","description":"The World War II phase of the career of the controversial American general, George S. Patton.","director":"Franklin J. Schaffner"}
{"title":"High Noon","description":"A town Marshal, despite the disagreements of his newlywed bride and the townspeople around him, must face a gang of deadly killers alone at high noon when the gang leader, an outlaw he sent up years ago, arrives on the noon train.","director":"Fred Zinnemann"}
{"title":"Dancer in the Dark","description":"An east European girl goes to America with her young son, expecting it to be like a Hollywood film.","director":"Lars von Trier"}
{"title":"Fiddler on the Roof","description":"In prerevolutionary Russia, a Jewish peasant contends with marrying off three of his daughters while growing anti-Semitic sentiment threatens his village.","director":"Norman Jewison"}
{"title":"Rope","description":"Two young men strangle their \"inferior\" classmate, hide his body in their apartment, and invite his friends and family to a dinner party as a means to challenge the \"perfection\" of their crime.","director":"Alfred Hitchcock"}
{"title":"Manhattan","description":"The life of a divorced television writer dating a teenage girl is further complicated when he falls in love with his best friend's mistress.","director":"Woody Allen"}
{"title":"Three Colors: Blue","description":"A woman struggles to find a way to live her life after the death of her husband and child.","director":"Krzysztof Kieslowski"}
{"title":"Being There","description":"A simple, sheltered gardener becomes an unlikely trusted advisor to a powerful businessman and an insider in Washington politics.","director":"Hal Ashby"}
{"title":"The Manchurian Candidate","description":"A former prisoner of war is brainwashed as an unwitting assassin for an international Communist conspiracy.","director":"John Frankenheimer"}
{"title":"The Wild Bunch","description":"An aging group of outlaws look for one last big score as the \"traditional\" American West is disappearing around them.","director":"Sam Peckinpah"}
{"title":"The Night of the Hunter","description":"A religious fanatic marries a gullible widow whose young children are reluctant to tell him where their real daddy hid $10,000 he'd stolen in a robbery.","director":"Charles Laughton"}
{"title":"A Christmas Story","description":"In the 1940s, a young boy named Ralphie attempts to convince his parents, his teacher and Santa that a Red Ryder BB gun really is the perfect Christmas gift.","director":"Bob Clark"}
{"title":"East of Eden","description":"A wilful young man contends against his brother for the attention of their religious father while reconnecting with his estranged mother and falling for his brother's girlfriend.","director":"Elia Kazan"}
{"title":"Rio Bravo","description":"A small-town sheriff in the American West enlists the help of a cripple, a drunk, and a young gunfighter in his efforts to hold in jail the brother of the local bad guy.","director":"Howard Hawks"}
{"title":"Hannah and Her Sisters","description":"Between two Thanksgivings two years apart, Hannah's husband falls in love with her sister Lee, while her hypochondriac ex-husband rekindles his relationship with her sister Holly.","director":"Woody Allen"}
{"title":"Harold and Maude","description":"Young, rich, and obsessed with death, Harold finds himself changed forever when he meets lively septuagenarian Maude at a funeral.","director":"Hal Ashby"}
{"title":"Charade","description":"Romance and suspense ensue in Paris as a woman is pursued by several men who want a fortune her murdered husband had stolen. Whom can she trust?","director":"Stanley Donen"}
{"title":"Strangers on a Train","description":"A psychotic socialite confronts a pro tennis star with a theory on how two complete strangers can get away with murder - a theory that he plans to implement.","director":"Alfred Hitchcock"}
{"title":"Notorious","description":"A woman is asked to spy on a group of Nazi friends in South America. How far will she have to go to ingratiate herself with them?","director":"Alfred Hitchcock"}
{"title":"The Return","description":"In the Russian wilderness, two brothers face a range of new, conflicting emotions when their father - a man they know only through a single photograph - resurfaces.","director":"Andrey Zvyagintsev"}
{"title":"The Sea Inside","description":"The factual story of Spaniard Ramon Sampedro, who fought a thirty-year campaign in favor of euthanasia and his own right to die.","director":"Alejandro Amenábar"}
{"title":"Aguirre, the Wrath of God","description":"In the 16th century, the ruthless and insane Don Lope de Aguirre leads a Spanish expedition in search of El Dorado.","director":"Werner Herzog"}
{"title":"The Adventures of Robin Hood","description":"When Prince John and the Norman Lords begin oppressing the Saxon masses in King Richard's absence, a Saxon lord fights back as the outlaw leader of a rebel guerrilla army.","director":"Michael Curtiz"}
{"title":"Talk to Her","description":"Two men share an odd friendship while they care for two women who are both in deep comas.","director":"Pedro Almodóvar"}
{"title":"Shadow of a Doubt","description":"A young woman discovers her visiting uncle may not be the man he seems to be.","director":"Alfred Hitchcock"}
{"title":"Mimi wo sumaseba","description":"A love story between a girl who loves reading books, and the boy who has previously checked out all of the library books she chooses.","director":"Yoshifumi Kondô"}
{"title":"The Discreet Charm of the Bourgeoisie","description":"A surreal, virtually plotless series of dreams centered around six middle-class people and their consistently interrupted attempts to have a meal together.","director":"Luis Buñuel"}
{"title":"The Diving Bell and the Butterfly","description":"The true story of Elle editor Jean-Dominique Bauby who suffers a stroke and has to live with an almost totally paralyzed body; only his left eye isn't paralyzed.","director":"Julian Schnabel"}
{"title":"The Hustler","description":"An up-and-coming pool player plays a long-time champion in a single high-stakes match.","director":"Robert Rossen"}
{"title":"Head-On","description":"With the intention to break free from the strict familial restrictions, a suicidal young woman sets up a marriage of convenience with a forty-year-old addict, an act that will lead to an outburst of envious love.","director":"Fatih Akin"}
{"title":"The Killing","description":"Crooks plan and execute a daring race-track robbery.","director":"Stanley Kubrick"}
{"title":"Amarcord","description":"A series of comedic and nostalgic vignettes set in a 1930s Italian coastal town.","director":"Federico Fellini"}
{"title":"Secrets & Lies","description":"A successful black woman discovers that her birth mother is a underprivileged white woman, but the woman denies it. As emotions run high, everyone's secrets are exposed.","director":"Mike Leigh"}
{"title":"Bringing Up Baby","description":"While trying to secure a $1 million donation for his museum, a befuddled paleontologist is pursued by a flighty and often irritating heiress and her pet leopard, Baby.","director":"Howard Hawks"}
{"title":"Stalag 17","description":"When two escaping American World War II prisoners are killed, the German P.O.W. camp barracks black marketeer, J.J. Sefton, is suspected of being an informer.","director":"Billy Wilder"}
{"title":"Crimes and Misdemeanors","description":"An ophthalmologist's mistress threatens to reveal their affair to his wife while a married documentary filmmaker is infatuated with another woman.","director":"Woody Allen"}
{"title":"To Have and Have Not","description":"During World War II, American expatriate Harry Morgan helps transport a French Resistance leader and his beautiful wife to Martinique while romancing a sensuous lounge singer.","director":"Howard Hawks"}
{"title":"Kagemusha","description":"A petty thief with an utter resemblance to a samurai warlord is hired as the lord's double. When the warlord later dies the thief is forced to take up arms in his place.","director":"Akira Kurosawa"}
{"title":"Harvey","description":"Due to his insistence that he has an invisible six foot-tall rabbit for a best friend, a whimsical middle-aged man is thought by his family to be insane - but he may be wiser than anyone knows.","director":"Henry Koster"}
{"title":"Arsenic and Old Lace","description":"A drama critic learns on his wedding day that his beloved maiden aunts are homicidal maniacs, and that insanity runs in his family.","director":"Frank Capra"}
{"title":"Au Revoir les Enfants","description":"A French boarding school run by priests seems to be a haven from World War II until a new student arrives. He becomes the roommate of top student in his class. Rivals at first, the roommates form a bond and share a secret.","director":"Louis Malle"}
{"title":"His Girl Friday","description":"A newspaper editor uses every trick in the book to keep his ace reporter ex-wife from remarrying.","director":"Howard Hawks"}
{"title":"No Man's Land","description":"Bosnia and Herzegovina during 1993 at the time of the heaviest fighting between the two warring sides. Two soldiers from opposing sides in the conflict, Nino and Ciki, become trapped in no man's land, whilst a third soldier becomes a living booby trap.","director":"Danis Tanovic"}
{"title":"My Name Is Khan","description":"An Indian Muslim man with Asperger's syndrome takes a challenge to speak to the President seriously, and embarks on a cross-country journey.","director":"Karan Johar"}
{"title":"Battleship Potemkin","description":"In the midst of the Russian Revolution of 1905, the crew of the battleship Potemkin mutiny against the brutal, tyrannical regime of the vessel's officers. The resulting street demonstration in Odessa brings on a police massacre.","director":"Sergei M. Eisenstein"}
{"title":"Jab We Met","description":"A depressed wealthy businessman finds his life changing after he meets a spunky and care-free young woman.","director":"Imtiaz Ali"}
{"title":"The Lost Weekend","description":"The desperate life of a chronic alcoholic is followed through a four-day drinking bout.","director":"Billy Wilder"}
{"title":"Duck Soup","description":"Rufus T. Firefly is named president/dictator of bankrupt Freedonia and declares war on neighboring Sylvania over the love of wealthy Mrs. Teasdale.","director":"Leo McCarey"}
{"title":"Waltz with Bashir","description":"An Israeli film director interviews fellow veterans of the 1982 invasion of Lebanon to reconstruct his own memories of his term of service in that conflict.","director":"Ari Folman"}
{"title":"Kal Ho Naa Ho","description":"Naina, an introverted, perpetually depressed girl's life changes when she meets Aman. But Aman has a secret of his own which changes their lives forever. Embroiled in all this is Rohit, Naina's best friend who conceals his love for her.","director":"Nikkhil Advani"}
{"title":"C.R.A.Z.Y.","description":"A young French-Canadian, growing up in the 1960s and 1970s, struggles to reconcile his emerging homosexuality with his father's conservative values and his own Catholic beliefs.","director":"Jean-Marc Vallée"}
{"title":"A Night at the Opera","description":"A sly business manager and two wacky friends of two opera singers help them achieve success while humiliating their stuffy and snobbish enemies.","director":"Sam Wood"}
{"title":"Special 26","description":"A gang of con-men rob prominent rich businessmen and politicians by posing as C.B.I and income tax officers.","director":"Neeraj Pandey"}
{"title":"Central Station","description":"An emotive journey of a former school teacher, who writes letters for illiterate people, and a young boy, whose mother has just died, as they search for the father he never knew.","director":"Walter Salles"}
{"title":"G.O.R.A.","description":"A slick young Turk kidnapped by extraterrestrials shows his great « humanitarian spirit » by outwitting the evil commander-in-chief of the planet of G.O.R.A.","director":"Ömer Faruk Sorak"}
{"title":"The Greatest Showman","description":"Celebrates the birth of show business, and tells of a visionary who rose from nothing to create a spectacle that became a worldwide sensation.","director":"Michael Gracey"}
{"title":"Thor: Ragnarok","description":"Thor is imprisoned on the planet Sakaar, and must race against time to return to Asgard and stop Ragnarök, the destruction of his world, which is at the hands of the powerful and ruthless villain Hela.","director":"Taika Waititi"}
{"title":"Iron Man","description":"After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.","director":"Jon Favreau"}
{"title":"Arrival","description":"A linguist is recruited by the military to communicate with alien lifeforms after twelve mysterious spacecrafts land around the world.","director":"Denis Villeneuve"}
{"title":"The Notebook","description":"A poor yet passionate young man falls in love with a rich young woman, giving her a sense of freedom, but they are soon separated because of their social differences.","director":"Nick Cassavetes"}
{"title":"Moon","description":"Astronaut Sam Bell has a quintessentially personal encounter toward the end of his three-year stint on the Moon, where he, working alongside his computer, GERTY, sends back to Earth parcels of a resource that has helped diminish our planet's power problems.","director":"Duncan Jones"}
{"title":"Boogie Nights","description":"The story of a young man's adventures in the Californian pornography industry of the late 1970s and early 1980s.","director":"Paul Thomas Anderson"}
{"title":"Straight Outta Compton","description":"The group NWA emerges from the mean streets of Compton in Los Angeles, California, in the mid-1980s and revolutionizes Hip Hop culture with their music and tales about life in the hood.","director":"F. Gary Gray"}
{"title":"Edge of Tomorrow","description":"A soldier fighting aliens gets to relive the same day over and over again, the day restarting every time he dies.","director":"Doug Liman"}
{"title":"The Hobbit: An Unexpected Journey","description":"A reluctant Hobbit, Bilbo Baggins, sets out to the Lonely Mountain with a spirited group of dwarves to reclaim their mountain home, and the gold within it from the dragon Smaug.","director":"Peter Jackson"}
{"title":"The Quiet Man","description":"A retired American boxer returns to the village of his birth in Ireland, where he finds love.","director":"John Ford"}
{"title":"The Boondock Saints","description":"Fraternal twins set out to rid Boston of the evil men operating there while being tracked down by an FBI agent.","director":"Troy Duffy"}
{"title":"The Breakfast Club","description":"Five high school students meet in Saturday detention and discover how they have a lot more in common than they thought.","director":"John Hughes"}
{"title":"Almost Famous","description":"A high-school boy is given the chance to write a story for Rolling Stone Magazine about an up-and-coming rock band as he accompanies them on their concert tour.","director":"Cameron Crowe"}
{"title":"Hot Fuzz","description":"A skilled London police officer is transferred to a small town that's harbouring a dark secret.","director":"Edgar Wright"}
{"title":"The Hobbit: The Desolation of Smaug","description":"The dwarves, along with Bilbo Baggins and Gandalf the Grey, continue their quest to reclaim Erebor, their homeland, from Smaug. Bilbo Baggins is in possession of a mysterious and magical ring.","director":"Peter Jackson"}
{"title":"E.T. the Extra-Terrestrial","description":"A troubled child summons the courage to help a friendly alien escape Earth and return to his home world.","director":"Steven Spielberg"}
{"title":"Captain Fantastic","description":"In the forests of the Pacific Northwest, a father devoted to raising his six kids with a rigorous physical and intellectual education is forced to leave his paradise and enter the world, challenging his idea of what it means to be a parent.","director":"Matt Ross"}
{"title":"In Bruges","description":"Guilt-stricken after a job gone wrong, hitman Ray and his partner await orders from their ruthless boss in Bruges, Belgium, the last place in the world Ray wants to be.","director":"Martin McDonagh"}
{"title":"Bonnie and Clyde","description":"Bonnie Parker, a bored waitress falls in love with an ex-con named Clyde Barrow and together they start a violent crime spree through the country, stealing cars and robbing banks.","director":"Arthur Penn"}
{"title":"Toy Story 2","description":"When Woody is stolen by a toy collector, Buzz and his friends vow to rescue him, but Woody finds the idea of immortality in a museum tempting.","director":"John Lasseter"}
{"title":"Nightcrawler","description":"When Louis Bloom, a con man desperate for work, muscles into the world of L.A. crime journalism, he blurs the line between observer and participant to become the star of his own story.","director":"Dan Gilroy"}
{"title":"True Romance","description":"In Detroit, a lonely pop culture geek marries a call girl, steals cocaine from her pimp, and tries to sell it in Hollywood. Meanwhile, the owners of the cocaine - the Mob - track them down in an attempt to reclaim it.","director":"Tony Scott"}
{"title":"Hunt for the Wilderpeople","description":"A national manhunt is ordered for a rebellious kid and his foster uncle who go missing in the wild New Zealand bush.","director":"Taika Waititi"}
{"title":"Shrek","description":"After his swamp is filled with magical creatures, Shrek agrees to rescue Princess Fiona for a villainous lord in order to get his land back.","director":"Andrew Adamson"}
{"title":"Children of Men","description":"In 2027, in a chaotic world in which women have become somehow infertile, a former activist agrees to help transport a miraculously pregnant woman to a sanctuary at sea.","director":"Alfonso Cuarón"}
{"title":"Mr. Nobody","description":"A boy stands on a station platform as a train is about to leave. Should he go with his mother or stay with his father? Infinite possibilities arise from this decision. As long as he doesn't choose, anything is possible.","director":"Jaco Van Dormael"}
{"title":"Boyhood","description":"The life of Mason, from early childhood to his arrival at college.","director":"Richard Linklater"}
{"title":"Serenity","description":"The crew of the ship Serenity try to evade an assassin sent to recapture one of their members who is telepathic.","director":"Joss Whedon"}
{"title":"Walk the Line","description":"A chronicle of country music legend Johnny Cash's life, from his early days on an Arkansas cotton farm to his rise to fame with Sun Records in Memphis, where he recorded alongside Elvis Presley, Jerry Lee Lewis, and Carl Perkins.","director":"James Mangold"}
{"title":"Edward Scissorhands","description":"A gentle man, with scissors for hands, is brought into a new community after living in isolation.","director":"Tim Burton"}
{"title":"Life of Pi","description":"A young man who survives a disaster at sea is hurtled into an epic journey of adventure and discovery. While cast away, he forms an unexpected connection with another survivor: a fearsome Bengal tiger.","director":"Ang Lee"}
{"title":"The Blues Brothers","description":"Jake Blues, just out from prison, puts together his old band to save the Catholic home where he and brother Elwood were raised.","director":"John Landis"}
{"title":"The Untouchables","description":"Federal Agent Eliot Ness sets out to stop Al Capone; because of rampant corruption, he assembles a small, hand-picked team.","director":"Brian De Palma"}
{"title":"The Ten Commandments","description":"The Egyptian Prince, Moses, learns of his true heritage as a Hebrew and his divine mission as the deliverer of his people.","director":"Cecil B. DeMille"}
{"title":"The Bourne Identity","description":"A man is picked up by a fishing boat, bullet-riddled and suffering from amnesia, before racing to elude assassins and regain his memory.","director":"Doug Liman"}
{"title":"The Man from Earth","description":"An impromptu goodbye party for Professor John Oldman becomes a mysterious interrogation after the retiring scholar reveals to his colleagues he has a longer and stranger past than they can imagine.","director":"Richard Schenkman"}
{"title":"Spartacus","description":"The slave Spartacus leads a violent revolt against the decadent Roman Republic.","director":"Stanley Kubrick"}
{"title":"The Right Stuff","description":"The story of the original Mercury 7 astronauts and their macho, seat-of-the-pants approach to the space program.","director":"Philip Kaufman"}
{"title":"The Artist","description":"A silent movie star meets a young dancer, but the arrival of talking pictures sends their careers in opposite directions.","director":"Michel Hazanavicius"}
{"title":"Do the Right Thing","description":"On the hottest day of the year on a street in the Bedford-Stuyvesant section of Brooklyn, everyone's hate and bigotry smolders and builds until it explodes into violence.","director":"Spike Lee"}
{"title":"Midnight Cowboy","description":"A naive hustler travels from Texas to New York City to seek personal fortune but, in the process, finds himself a new friend.","director":"John Schlesinger"}
{"title":"Carlito's Way","description":"A Puerto Rican former convict, just released from prison, pledges to stay away from drugs and violence despite the pressure around him and lead on to a better life outside of N.Y.C.","director":"Brian De Palma"}
{"title":"The Fall","description":"In a hospital on the outskirts of 1920s Los Angeles, an injured stuntman begins to tell a fellow patient, a little girl with a broken arm, a fantastic story of five mythical heroes. Thanks to his fractured state of mind and her vivid imagination, the line between fiction and reality blurs as the tale advances.","director":"Tarsem Singh"}
{"title":"King Kong","description":"A film crew goes to a tropical island for an exotic location shoot and discovers a colossal ape who takes a shine to their female blonde star. He is then captured and brought back to New York City for public exhibition.","director":"Merian C. Cooper"}
{"title":"Glory","description":"Robert Gould Shaw leads the U.S. Civil War's first all-black volunteer company, fighting prejudices from both his own Union Army, and the Confederates.","director":"Edward Zwick"}
{"title":"My Fair Lady","description":"A snobbish phonetics professor agrees to a wager that he can take a flower girl and make her presentable in high society.","director":"George Cukor"}
{"title":"Crouching Tiger, Hidden Dragon","description":"A young Chinese warrior steals a sword from a famed swordsman and then escapes into a world of romantic adventure with a mysterious man in the frontier of the nation.","director":"Ang Lee"}
{"title":"Let the Right One In","description":"Oskar, an overlooked and bullied boy, finds love and revenge through Eli, a beautiful but peculiar girl.","director":"Tomas Alfredson"}
{"title":"The Wrestler","description":"A faded professional wrestler must retire, but finds his quest for a new life outside the ring a dispiriting struggle.","director":"Darren Aronofsky"}
{"title":"The Holy Mountain","description":"In a corrupt, greed-fueled world, a powerful alchemist leads a Christ-like character and seven materialistic figures to the Holy Mountain, where they hope to achieve enlightenment.","director":"Alejandro Jodorowsky"}
{"title":"My Left Foot","description":"Christy Brown, born with cerebral palsy, learns to paint and write with his only controllable limb - his left foot.","director":"Jim Sheridan"}
{"title":"Night of the Living Dead","description":"There is panic throughout the nation as the dead suddenly come back to life. The film follows a group of characters who barricade themselves in an old farmhouse in an attempt to remain safe from these bloodthirsty, flesh-eating monsters.","director":"George A. Romero"}
{"title":"The Insider","description":"A research chemist comes under personal and professional attack when he decides to appear in a \"60 Minutes\" expose on Big Tobacco.","director":"Michael Mann"}
{"title":"Days of Heaven","description":"A hot-tempered farm laborer convinces the woman he loves to marry their rich but dying boss so that they can have a claim to his fortune.","director":"Terrence Malick"}
{"title":"Once","description":"A modern-day musical about a busker and an immigrant and their eventful week in Dublin, as they write, rehearse and record songs that tell their love story.","director":"John Carney"}
{"title":"Naked","description":"Parallel tales of two sexually obsessed men, one hurting and annoying women physically and mentally, one wandering around the city talking to strangers and experiencing dimensions of life.","director":"Mike Leigh"}
{"title":"Before Midnight","description":"We meet Jesse and Celine nine years on in Greece. Almost two decades have passed since their first meeting on that train bound for Vienna.","director":"Richard Linklater"}
{"title":"The Conversation","description":"A paranoid, secretive surveillance expert has a crisis of conscience when he suspects that a couple, on whom he is spying, will be murdered.","director":"Francis Ford Coppola"}
{"title":"I, Daniel Blake","description":"After having suffered a heart-attack, a 59-year-old carpenter must fight the bureaucratic forces of the system in order to receive Employment and Support Allowance.","director":"Ken Loach"}
{"title":"Ed Wood","description":"Ambitious but troubled movie director Edward D. Wood Jr. tries his best to fulfill his dreams, despite his lack of support.","director":"Tim Burton"}
{"title":"The Remains of the Day","description":"A butler who sacrificed body and soul to service in the years leading up to World War II realizes too late how misguided his loyalty was to his lordly employer.","director":"James Ivory"}
{"title":"The Outlaw Josey Wales","description":"A Missouri farmer joins a Confederate guerrilla unit and winds up on the run from the Union soldiers who murdered his family.","director":"Clint Eastwood"}
{"title":"Ying xiong","description":"A defense officer, Nameless, was summoned by the King of Qin regarding his success of terminating three warriors.","director":"Yimou Zhang"}
{"title":"Breathless","description":"A small-time thief steals a car and impulsively murders a motorcycle policeman. Wanted by the authorities, he reunites with a hip American journalism student and attempts to persuade her to run away with him to Italy.","director":"Jean-Luc Godard"}
{"title":"Letters from Iwo Jima","description":"The story of the battle of Iwo Jima between the United States and Imperial Japan during World War II, as told from the perspective of the Japanese who fought it.","director":"Clint Eastwood"}
{"title":"The Killing Fields","description":"A journalist is trapped in Cambodia during tyrant Pol Pot's bloody 'Year Zero' cleansing campaign, which claimed the lives of two million 'undesirable' civilians.","director":"Roland Joffé"}
{"title":"Kiki's Delivery Service","description":"A young witch, on her mandatory year of independent life, finds fitting into a new community difficult while she supports herself by running an air courier service.","director":"Hayao Miyazaki"}
{"title":"Freaks","description":"A circus' beautiful trapeze artist agrees to marry the leader of side-show performers, but his deformed friends discover she is only marrying him for his inheritance.","director":"Tod Browning"}
{"title":"Badlands","description":"An impressionable teenage girl from a dead-end town and her older greaser boyfriend embark on a killing spree in the South Dakota badlands.","director":"Terrence Malick"}
{"title":"The Lady Vanishes","description":"While traveling in continental Europe, a rich young playgirl realizes that an elderly lady seems to have disappeared from the train.","director":"Alfred Hitchcock"}
{"title":"Amour","description":"Georges and Anne are an octogenarian couple. They are cultivated, retired music teachers. Their daughter, also a musician, lives in Britain with her family. One day, Anne has a stroke, and the couple's bond of love is severely tested.","director":"Michael Haneke"}
{"title":"The African Queen","description":"In Africa during World War I, a gin-swilling riverboat captain is persuaded by a strait-laced missionary to use his boat to attack an enemy warship.","director":"John Huston"}
{"title":"Perfect Blue","description":"A retired pop singer turned actress' sense of reality is shaken when she is stalked by an obsessed fan and seemingly a ghost of her past.","director":"Satoshi Kon"}
{"title":"Breaking the Waves","description":"Oilman Jan is paralyzed in an accident. His wife, who prayed for his return, feels guilty; even more, when Jan urges her to have sex with another.","director":"Lars von Trier"}
{"title":"Once Were Warriors","description":"A family descended from Maori warriors is bedeviled by a violent father and the societal problems of being treated as outcasts.","director":"Lee Tamahori"}
{"title":"Frankenstein","description":"An obsessed scientist assembles a living being from parts of exhumed corpses.","director":"James Whale"}
{"title":"Stagecoach","description":"A group of people traveling on a stagecoach find their journey complicated by the threat of Geronimo and learn something about each other in the process.","director":"John Ford"}
{"title":"A Prophet","description":"A young Arab man is sent to a French prison.","director":"Jacques Audiard"}
{"title":"The Chaser","description":"A disgraced ex-policeman who runs a small ring of prostitutes finds himself in a race against time when one of his women goes missing.","director":"Hong-jin Na"}
{"title":"All About My Mother","description":"Young Esteban wants to become a writer and also to discover the identity of his father, carefully concealed by his mother Manuela.","director":"Pedro Almodóvar"}
{"title":"The Man Who Would Be King","description":"Two British former soldiers decide to set themselves up as kings in Kafiristan, a land where no white man has set foot since Alexander the Great.","director":"John Huston"}
{"title":"Bride of Frankenstein","description":"Mary Shelley reveals the main characters of her novel survived: Dr. Frankenstein, goaded by an even madder scientist, builds his monster a mate.","director":"James Whale"}
{"title":"Ninja Scroll","description":"A vagabond swordsman is aided by a beautiful ninja girl and a crafty spy in confronting a demonic clan of killers - with a ghost from his past as their leader - who are bent on overthrowing the Tokugawa Shogunate.","director":"Yoshiaki Kawajiri"}
{"title":"The Chorus","description":"The new teacher at a severely administered boys' boarding school works to positively affect the students' lives through music.","director":"Christophe Barratier"}
{"title":"A Man for All Seasons","description":"The story of Thomas More, who stood up to King Henry VIII when the King rejected the Roman Catholic Church to obtain a divorce and remarriage.","director":"Fred Zinnemann"}
{"title":"The Double Life of Veronique","description":"Two parallel stories about two identical women; one living in Poland, the other in France. They don't know each other, but their lives are nevertheless profoundly connected.","director":"Krzysztof Kieslowski"}
{"title":"Key Largo","description":"A man visits his old friend's hotel and finds a gangster running things. As a hurricane approaches, the two end up confronting each other.","director":"John Huston"}
{"title":"Lilya 4-Ever","description":"Sixteen-year-old Lilja and her only friend, the young boy Volodja, live in Estonia, fantasizing about a better life. One day, Lilja falls in love with Andrej, who is going to Sweden, and invites Lilja to come along and start a new life.","director":"Lukas Moodysson"}
{"title":"Jules and Jim","description":"Decades of a love triangle concerning two friends and an impulsive woman.","director":"François Truffaut"}
{"title":"Hard Boiled","description":"A tough-as-nails cop teams up with an undercover agent to shut down a sinister mobster and his crew.","director":"John Woo"}
{"title":"Batman: Mask of the Phantasm","description":"Batman is wrongly implicated in a series of murders of mob bosses actually done by a new vigilante assassin.","director":"Eric Radomski"}
{"title":"4 Months, 3 Weeks and 2 Days","description":"A woman assists her friend in arranging an illegal abortion in 1980s Romania.","director":"Cristian Mungiu"}
{"title":"Miracle on 34th Street","description":"When a nice old man who claims to be Santa Claus is institutionalized as insane, a young lawyer decides to defend him by arguing in court that he is the real thing.","director":"George Seaton"}
{"title":"Nine Queens","description":"Two con artists try to swindle a stamp collector by selling him a sheet of counterfeit rare stamps (the \"nine queens\").","director":"Fabián Bielinsky"}
{"title":"Cowboy Bebop: The Movie","description":"A terrorist explosion releases a deadly virus on the masses, and it's up the bounty-hunting Bebop crew to catch the cold-blooded culprit.","director":"Shinichirô Watanabe"}
{"title":"The Killer","description":"A disillusioned assassin accepts one last hit in hopes of using his earnings to restore vision to a singer he accidentally blinded, only to be double-crossed by his boss.","director":"John Woo"}
{"title":"The Edge of Heaven","description":"A Turkish man travels to Istanbul to find the daughter of his father's former girlfriend.","director":"Fatih Akin"}
{"title":"English Vinglish","description":"A quiet, sweet tempered housewife endures small slights from her well-educated husband and daughter every day because of her inability to speak and understand English.","director":"Gauri Shinde"}
{"title":"Veer-Zaara","description":"Veer-Zaara is a saga of love, separation, courage and sacrifice. A love story that is an inspiration and will remain a legend forever.","director":"Yash Chopra"}
{"title":"Black Panther","description":"T'Challa, the King of Wakanda, rises to the throne in the isolated, technologically advanced African nation, but his claim is challenged by a vengeful outsider who was a childhood victim of T'Challa's father's mistake.","director":"Ryan Coogler"}
{"title":"Wind River","description":"A veteran tracker with the Fish and Wildlife Service helps to investigate the murder of a young Native American woman, and uses the case as a means of seeking redemption for an earlier act of irresponsibility which ended in tragedy.","director":"Taylor Sheridan"}
{"title":"Captain America: Civil War","description":"Political involvement in the Avengers' activities causes a rift between Captain America and Iron Man.","director":"Anthony Russo"}
{"title":"Phantom Thread","description":"Set in 1950's London, Reynolds Woodcock is a renowned dressmaker whose fastidious life is disrupted by a young, strong-willed woman, Alma, who becomes his muse and lover.","director":"Paul Thomas Anderson"}
{"title":"The Goonies","description":"In order to save their home from foreclosure, a group of misfits set out to find a pirate's ancient valuable treasure.","director":"Richard Donner"}
{"title":"Avatar","description":"A paraplegic marine dispatched to the moon Pandora on a unique mission becomes torn between following his orders and protecting the world he feels is his home.","director":"James Cameron"}
{"title":"Captain America: The Winter Soldier","description":"As Steve Rogers struggles to embrace his role in the modern world, he teams up with a fellow Avenger and S.H.I.E.L.D agent, Black Widow, to battle a new threat from history: an assassin known as the Winter Soldier.","director":"Anthony Russo"}
{"title":"Titanic","description":"A seventeen-year-old aristocrat falls in love with a kind but poor artist aboard the luxurious, ill-fated R.M.S. Titanic.","director":"James Cameron"}
{"title":"Rogue One","description":"The daughter of an Imperial scientist joins the Rebel Alliance in a risky move to steal the Death Star plans.","director":"Gareth Edwards"}
{"title":"The Hateful Eight","description":"In the dead of a Wyoming winter, a bounty hunter and his prisoner find shelter in a cabin currently inhabited by a collection of nefarious characters.","director":"Quentin Tarantino"}
{"title":"Hidden Figures","description":"The story of a team of female African-American mathematicians who served a vital role in NASA during the early years of the U.S. space program.","director":"Theodore Melfi"}
{"title":"Ghostbusters","description":"Three former parapsychology professors set up shop as a unique ghost removal service.","director":"Ivan Reitman"}
{"title":"Moonrise Kingdom","description":"A pair of young lovers flee their New England town, which causes a local search party to fan out to find them.","director":"Wes Anderson"}
{"title":"Harry Potter and the Prisoner of Azkaban","description":"It's Harry's third year at Hogwarts; not only does he have a new \"Defense Against the Dark Arts\" teacher, but there is also trouble brewing. Convicted murderer Sirius Black has escaped the Wizards' Prison and is coming after Harry.","director":"Alfonso Cuarón"}
{"title":"Fantastic Mr. Fox","description":"An urbane fox cannot resist returning to his farm raiding ways and then must help his community survive the farmers' retaliation.","director":"Wes Anderson"}
{"title":"Manchester by the Sea","description":"A depressed uncle is asked to take care of his teenage nephew after the boy's father dies.","director":"Kenneth Lonergan"}
{"title":"The Sandlot","description":"In the summer of 1962, a new kid in town is taken under the wing of a young baseball prodigy and his rowdy team, resulting in many adventures.","director":"David Mickey Evans"}
{"title":"Atonement","description":"Fledgling writer Briony Tallis, as a thirteen-year-old, irrevocably changes the course of several lives when she accuses her older sister's lover of a crime he did not commit.","director":"Joe Wright"}
{"title":"The Girl with the Dragon Tattoo","description":"Journalist Mikael Blomkvist is aided in his search for a woman who has been missing for forty years by Lisbeth Salander, a young computer hacker.","director":"David Fincher"}
{"title":"Ocean's Eleven","description":"Danny Ocean and his eleven accomplices plan to rob three Las Vegas casinos simultaneously.","director":"Steven Soderbergh"}
{"title":"Pride & Prejudice","description":"Sparks fly when spirited Elizabeth Bennet meets single, rich, and proud Mr. Darcy. But Mr. Darcy reluctantly finds himself falling in love with a woman beneath his class. Can each overcome their own pride and prejudice?","director":"Joe Wright"}
{"title":"Predator","description":"A team of commandos on a mission in a Central American jungle find themselves hunted by an extraterrestrial warrior.","director":"John McTiernan"}
{"title":"A Bronx Tale","description":"A father becomes worried when a local gangster befriends his son in the Bronx in the 1960s.","director":"Robert De Niro"}
{"title":"The Big Short","description":"In 2006-7 a group of investors bet against the US mortgage market. In their research they discover how flawed and corrupt the market is.","director":"Adam McKay"}
{"title":"About Time","description":"At the age of 21, Tim discovers he can travel in time and change what happens and has happened in his own life. His decision to make his world a better place by getting a girlfriend turns out not to be as easy as you might think.","director":"Richard Curtis"}
{"title":"Gravity","description":"Two astronauts work together to survive after an accident which leaves them stranded in space.","director":"Alfonso Cuarón"}
{"title":"Tangled","description":"The magically long-haired Rapunzel has spent her entire life in a tower, but now that a runaway thief has stumbled upon her, she is about to discover the world for the first time, and who she really is.","director":"Nathan Greno"}
{"title":"Drive","description":"A mysterious Hollywood stuntman and mechanic moonlights as a getaway driver and finds himself in trouble when he helps out his neighbor.","director":"Nicolas Winding Refn"}
{"title":"The Curious Case of Benjamin Button","description":"Tells the story of Benjamin Button, a man who starts aging backwards with bizarre consequences.","director":"David Fincher"}
{"title":"Big Hero 6","description":"The special bond that develops between plus-sized inflatable robot Baymax, and prodigy Hiro Hamada, who team up with a group of friends to form a band of high-tech heroes.","director":"Don Hall"}
{"title":"X: First Class","description":"In 1962, the United States government enlists the help of Mutants with superhuman abilities to stop a malicious dictator who is determined to start World War III.","director":"Matthew Vaughn"}
{"title":"Mary Poppins","description":"In turn of the century London, a magical nanny employs music and adventure to help two neglected children become closer to their father.","director":"Robert Stevenson"}
{"title":"Apocalypto","description":"As the Mayan kingdom faces its decline, a young man is taken on a perilous journey to a world ruled by fear and oppression.","director":"Mel Gibson"}
{"title":"Crash","description":"Los Angeles citizens with vastly separate lives collide in interweaving stories of race, loss and redemption.","director":"Paul Haggis"}
{"title":"Ferris Bueller's Day Off","description":"A high school wise guy is determined to have a day off from school, despite what the Principal thinks of that.","director":"John Hughes"}
{"title":"Silver Linings Playbook","description":"After a stint in a mental institution, former teacher Pat Solitano moves back in with his parents and tries to reconcile with his ex-wife. Things get more challenging when Pat meets Tiffany, a mysterious girl with problems of her own.","director":"David O. Russell"}
{"title":"The Fault in Our Stars","description":"Two teenage cancer patients begin a life-affirming journey to visit a reclusive author in Amsterdam.","director":"Josh Boone"}
{"title":"Airplane!","description":"A man afraid to fly must ensure that a plane lands safely after the pilots become sick.","director":"Jim Abrahams"}
{"title":"Blue Is the Warmest Color","description":"Adèle's life is changed when she meets Emma, a young woman with blue hair, who will allow her to discover desire and to assert herself as a woman and as an adult. In front of others, Adèle grows, seeks herself, loses herself, and ultimately finds herself through love and loss.","director":"Abdellatif Kechiche"}
{"title":"Star Trek: Into Darkness","description":"After the crew of the Enterprise find an unstoppable force of terror from within their own organization, Captain Kirk leads a manhunt to a war-zone world to capture a one-man weapon of mass destruction.","director":"J.J. Abrams"}
{"title":"Tombstone","description":"A successful lawman's plans to retire anonymously in Tombstone, Arizona, are disrupted by the kind of outlaws he was famous for eliminating.","director":"George P. Cosmatos"}
{"title":"Willy Wonka & the Chocolate Factory","description":"Charlie receives a golden ticket to a factory, his sweet tooth wants going into the lushing candy, it turns out there's an adventure in everything.","director":"Mel Stuart"}
{"title":"The Lego Movie","description":"An ordinary LEGO construction worker, thought to be the prophesied as \"special\", is recruited to join a quest to stop an evil tyrant from gluing the LEGO universe into eternal stasis.","director":"Phil Lord"}
{"title":"Skyfall","description":"Bond's loyalty to M is tested when her past comes back to haunt her. When MI6 comes under attack, 007 must track down and destroy the threat, no matter how personal the cost.","director":"Sam Mendes"}
{"title":"Cast Away","description":"A FedEx executive must transform himself physically and emotionally to survive a crash landing on a deserted island.","director":"Robert Zemeckis"}
{"title":"Remember the Titans","description":"The true story of a newly appointed African-American coach and his high school team on their first season as a racially integrated unit.","director":"Boaz Yakin"}
{"title":"Back to the Future Part II","description":"After visiting 2015, Marty McFly must repeat his visit to 1955 to prevent disastrous changes to 1985...without interfering with his first trip.","director":"Robert Zemeckis"}
{"title":"The Last of the Mohicans","description":"Three trappers protect a British Colonel's daughters in the midst of the French and Indian War.","director":"Michael Mann"}
{"title":"Serpico","description":"An honest New York cop named Frank Serpico blows the whistle on rampant corruption in the force only to have his comrades turn against him.","director":"Sidney Lumet"}
{"title":"O Brother, Where Art Thou?","description":"In the deep south during the 1930s, three escaped convicts search for hidden treasure while a relentless lawman pursues them.","director":"Joel Coen"}
{"title":"Office Space","description":"Three company workers who hate their jobs decide to rebel against their greedy boss.","director":"Mike Judge"}
{"title":"Taken","description":"A retired CIA agent travels across Europe and relies on his old skills to save his estranged daughter, who has been kidnapped while on a trip to Paris.","director":"Pierre Morel"}
{"title":"The Magnificent Seven","description":"An oppressed Mexican peasant village hires seven gunfighters to help defend their homes.","director":"John Sturges"}
{"title":"Halloween","description":"Fifteen years after murdering his sister on Halloween night 1963, Michael Myers escapes from a mental hospital and returns to the small town of Haddonfield to kill again.","director":"John Carpenter"}
{"title":"How to Train Your Dragon 2","description":"When Hiccup and Toothless discover an ice cave that is home to hundreds of new wild dragons and the mysterious Dragon Rider, the two friends find themselves at the center of a battle to protect the peace.","director":"Dean DeBlois"}
{"title":"Lost in Translation","description":"A faded movie star and a neglected young woman form an unlikely bond after crossing paths in Tokyo.","director":"Sofia Coppola"}
{"title":"Misery","description":"After a famous author is rescued from a car crash by a fan of his novels, he comes to realize that the care he is receiving is only the beginning of a nightmare of captivity and abuse.","director":"Rob Reiner"}
{"title":"The Fugitive","description":"Dr. Richard Kimble, unjustly accused of murdering his wife, must find the real killer while being the target of a nationwide manhunt lead by a seasoned US Marshall.","director":"Andrew Davis"}
{"title":"American Gangster","description":"An outcast New York City cop is charged with bringing down Harlem drug lord Frank Lucas, whose real life inspired this partly biographical film.","director":"Ridley Scott"}
{"title":"Gattaca","description":"A genetically inferior man assumes the identity of a superior one in order to pursue his lifelong dream of space travel.","director":"Andrew Niccol"}
{"title":"Little Miss Sunshine","description":"A family determined to get their young daughter into the finals of a beauty pageant take a cross-country trip in their VW bus.","director":"Jonathan Dayton"}
{"title":"The Boy in the Striped Pajamas","description":"Set during WWII, a story seen through the innocent eyes of Bruno, the eight-year-old son of the commandant at a German concentration camp, whose forbidden friendship with a Jewish boy on the other side of the camp fence has startling and unexpected consequences.","director":"Mark Herman"}
{"title":"The Game","description":"After a wealthy banker is given an opportunity to participate in a mysterious game, his life is turned upside down when he becomes unable to distinguish between the game and reality.","director":"David Fincher"}
{"title":"Blazing Saddles","description":"In order to ruin a western town, a corrupt politician appoints a black Sheriff, who promptly becomes his most formidable adversary.","director":"Mel Brooks"}
{"title":"Empire of the Sun","description":"A young English boy struggles to survive under Japanese occupation during World War II.","director":"Steven Spielberg"}
{"title":"Me and Earl and the Dying Girl","description":"High schooler Greg, who spends most of his time making parodies of classic movies with his co-worker Earl, finds his outlook forever altered after befriending a classmate who has just been diagnosed with cancer.","director":"Alfonso Gomez-Rejon"}
{"title":"Perfetti sconosciuti","description":"Seven long-time friends get together for a dinner. When they decide to share with each other the content of every text message, email and phone call they receive, many secrets start to unveil and the equilibrium trembles.","director":"Paolo Genovese"}
{"title":"The Fighter","description":"A look at the early years of boxer \"Irish\" Micky Ward and his brother who helped train him before going pro in the mid 1980s.","director":"David O. Russell"}
{"title":"The Girl with the Dragon Tattoo","description":"A journalist is aided by a young female hacker in his search for the killer of a woman who has been dead for forty years.","director":"Niels Arden Oplev"}
{"title":"The Count of Monte Cristo","description":"A young man, falsely imprisoned by his jealous \"friend\", escapes and uses a hidden treasure to exact his revenge.","director":"Kevin Reynolds"}
{"title":"Kubo and the Two Strings","description":"A young boy named Kubo must locate a magical suit of armour worn by his late father in order to defeat a vengeful spirit from the past.","director":"Travis Knight"}
{"title":"Blue Velvet","description":"The discovery of a severed human ear found in a field leads a young man on an investigation related to a beautiful, mysterious nightclub singer and a group of psychopathic criminals who have kidnapped her child.","director":"David Lynch"}
{"title":"What's Eating Gilbert Grape","description":"After his father's death, Gilbert has to care for his mentally disabled brother, Arnie, and his morbidly obese mother, which is suddenly challenged when love walks into his life.","director":"Lasse Hallström"}
{"title":"Donnie Brasco","description":"An FBI undercover agent infiltrates the mob and finds himself identifying more with the mafia life, at the expense of his regular one.","director":"Mike Newell"}
{"title":"The Color Purple","description":"A black Southern woman struggles to find her identity after suffering abuse from her father and others over four decades.","director":"Steven Spielberg"}
{"title":"Captain Phillips","description":"The true story of Captain Richard Phillips and the 2009 hijacking by Somali pirates of the U.S.-flagged MV Maersk Alabama, the first American cargo ship to be hijacked in two hundred years.","director":"Paul Greengrass"}
{"title":"Being John Malkovich","description":"A puppeteer discovers a portal that leads literally into the head of movie star John Malkovich.","director":"Spike Jonze"}
{"title":"Boyz n the Hood","description":"Follows the lives of three young males living in the Crenshaw ghetto of Los Angeles, dissecting questions of race, relationships, violence and future prospects.","director":"John Singleton"}
{"title":"The Best Offer","description":"A lonely art expert working for a mysterious and reclusive heiress finds not only her art worth examining.","director":"Giuseppe Tornatore"}
{"title":"The Bourne Supremacy","description":"When Jason Bourne is framed for a CIA operation gone awry, he is forced to resume his former life as a trained assassin to survive.","director":"Paul Greengrass"}
{"title":"Changeling","description":"A grief-stricken mother takes on the LAPD to her own detriment when it tries to pass off an obvious impostor as her missing child.","director":"Clint Eastwood"}
{"title":"Mississippi Burning","description":"Two F.B.I. Agents, with wildly different styles, arrive in Mississippi to investigate the disappearance of some civil rights activists.","director":"Alan Parker"}
{"title":"Beasts of No Nation","description":"A drama based on the experiences of Agu, a child soldier fighting in the civil war of an unnamed African country.","director":"Cary Joji Fukunaga"}
{"title":"Evil Dead II","description":"The lone survivor of an onslaught of flesh-possessing spirits holes up in a cabin with a group of strangers while the demons continue their attack.","director":"Sam Raimi"}
{"title":"The Day of the Jackal","description":"A professional assassin codenamed \"Jackal\" plots to kill Charles de Gaulle, the President of France.","director":"Fred Zinnemann"}
{"title":"The Name of the Rose","description":"An intellectually nonconformist friar investigates a series of mysterious deaths in an isolated abbey.","director":"Jean-Jacques Annaud"}
{"title":"The French Connection","description":"A pair of NYC cops in the Narcotics Bureau stumble onto a drug smuggling job with a French connection.","director":"William Friedkin"}
{"title":"I Saw the Devil","description":"A secret agent exacts revenge on a serial killer through a series of captures and releases.","director":"Jee-woon Kim"}
{"title":"Awakenings","description":"The victims of an encephalitis epidemic many years ago have been catatonic ever since, but now a new drug offers the prospect of reviving them.","director":"Penny Marshall"}
{"title":"Glengarry Glen Ross","description":"An examination of the machinations behind the scenes at a real estate office.","director":"James Foley"}
{"title":"Kung Fu Hustle","description":"In Shanghai, China in the 1940s, a wannabe gangster aspires to join the notorious \"Axe Gang\" while residents of a housing complex exhibit extraordinary powers in defending their turf.","director":"Stephen Chow"}
{"title":"Rebel Without a Cause","description":"A rebellious young man with a troubled past comes to a new town, finding friends and enemies.","director":"Nicholas Ray"}
{"title":"The Great Beauty","description":"Jep Gambardella has seduced his way through the lavish nightlife of Rome for decades, but after his 65th birthday and a shock from the past, Jep looks past the nightclubs and parties to find a timeless landscape of absurd, exquisite beauty.","director":"Paolo Sorrentino"}
{"title":"Miller's Crossing","description":"Tom Regan, an advisor to a Prohibition-era crime boss, tries to keep the peace between warring mobs but gets caught in divided loyalties.","director":"Joel Coen"}
{"title":"Dirty Harry","description":"When a mad man calling himself 'the Scorpio Killer' menaces the city, tough as nails San Francisco Police Inspector Harry Callahan is assigned to track down and ferret out the crazed psychopath.","director":"Don Siegel"}
{"title":"Lucky Number Slevin","description":"A case of mistaken identity lands Slevin into the middle of a war being plotted by two of the city's most rival crime bosses: The Rabbi and The Boss. Slevin is under constant surveillance by relentless Detective Brikowski as well as the infamous assassin Goodkat and finds himself having to hatch his own ingenious plot to get them before they get him.","director":"Paul McGuigan"}
{"title":"Forushande","description":"While both participating in a production of \"Death of a Salesman,\" a teacher's wife is assaulted in her new home, which leaves him determined to find the perpetrator over his wife's traumatized objections.","director":"Asghar Farhadi"}
{"title":"Le Petit Prince","description":"A little girl lives in a very grown-up world with her mother, who tries to prepare her for it. Her neighbor, the Aviator, introduces the girl to an extraordinary world where anything is possible, the world of the Little Prince.","director":"Mark Osborne"}
{"title":"Clerks","description":"A day in the lives of two convenience clerks named Dante and Randal as they annoy customers, discuss movies, and play hockey on the store roof.","director":"Kevin Smith"}
{"title":"The Dirty Dozen","description":"During World War II, a rebellious U.S. Army Major is assigned a dozen convicted murderers to train and lead them into a mass assassination mission of German officers.","director":"Robert Aldrich"}
{"title":"Kramer vs. Kramer","description":"Ted Kramer's wife leaves her husband, allowing for a lost bond to be rediscovered between Ted and his son, Billy. But a heated custody battle ensues over the divorced couple's son, deepening the wounds left by the separation.","director":"Robert Benton"}
{"title":"Pride","description":"U.K. gay activists work to help miners during their lengthy strike of the National Union of Mineworkers in the summer of 1984.","director":"Matthew Warchus"}
{"title":"Hamlet","description":"Hamlet, Prince of Denmark, returns home to find his father murdered and his mother remarrying the murderer, his uncle. Meanwhile, war is brewing.","director":"Kenneth Branagh"}
{"title":"The Broken Circle Breakdown","description":"Elise and Didier fall in love at first sight, in spite of their differences. He talks, she listens. He's a romantic atheist, she's a religious realist. When their daughter becomes seriously ill, their love is put on trial.","director":"Felix Van Groeningen"}
{"title":"October Sky","description":"The true story of Homer Hickam, a coal miner's son who was inspired by the first Sputnik launch to take up rocketry against his father's wishes.","director":"Joe Johnston"}
{"title":"The Last Emperor","description":"The story of the final Emperor of China.","director":"Bernardo Bertolucci"}
{"title":"Ordinary People","description":"The accidental death of the older son of an affluent family deeply strains the relationships among the bitter mother, the good-natured father, and the guilt-ridden younger son.","director":"Robert Redford"}
{"title":"Cabaret","description":"A female girlie club entertainer in Weimar Republic era Berlin romances two men while the Nazi Party rises to power around them.","director":"Bob Fosse"}
{"title":"The Man from Nowhere","description":"A quiet pawnshop keeper with a violent past takes on a drug-and-organ trafficking ring in hope of saving the child who is his only friend.","director":"Jeong-beom Lee"}
{"title":"The Verdict","description":"A lawyer sees the chance to salvage his career and self-respect by taking a medical malpractice case to trial rather than settling.","director":"Sidney Lumet"}
{"title":"The King of Comedy","description":"Aspiring comic Rupert Pupkin attempts to achieve success in show business by stalking his idol, a late night talk-show host who craves his own privacy.","director":"Martin Scorsese"}
{"title":"Open Your Eyes","description":"A very handsome man finds the love of his life, but he suffers an accident and needs to have his face rebuilt by surgery after it is severely disfigured.","director":"Alejandro Amenábar"}
{"title":"Guess Who's Coming to Dinner","description":"A couple's attitudes are challenged when their daughter introduces them to her African American fiancé.","director":"Stanley Kramer"}
{"title":"Black Book","description":"In the Nazi-occupied Netherlands during World War II, a Jewish singer infiltrates the regional Gestapo headquarters for the Dutch resistance.","director":"Paul Verhoeven"}
{"title":"Waking Life","description":"A man shuffles through a dream meeting various people and discussing the meanings and purposes of the universe.","director":"Richard Linklater"}
{"title":"The Longest Day","description":"The events of D-Day, told on a grand scale from both the Allied and German points of view.","director":"Ken Annakin"}
{"title":"Happiness","description":"The lives of several individuals intertwine as they go about their lives in their own unique ways, engaging in acts society as a whole might find disturbing in a desperate search for human connection.","director":"Todd Solondz"}
{"title":"Belle de Jour","description":"A frigid young housewife decides to spend her midweek afternoons as a prostitute.","director":"Luis Buñuel"}
{"title":"Kaze tachinu","description":"A look at the life of Jiro Horikoshi, the man who designed Japanese fighter planes during World War II.","director":"Hayao Miyazaki"}
{"title":"South Park: Bigger, Longer & Uncut","description":"When Cartman and his friends go see an R rated movie, they start cursing and their parents think that Canada is to blame.","director":"Trey Parker"}
{"title":"The Motorcycle Diaries","description":"The dramatization of a motorcycle road trip Che Guevara went on in his youth that showed him his life's calling.","director":"Walter Salles"}
{"title":"The Day the Earth Stood Still","description":"An alien lands and tells the people of Earth that they must live peacefully or be destroyed as a danger to other planets.","director":"Robert Wise"}
{"title":"Fantasia","description":"A collection of animated interpretations of great works of Western classical music.","director":"James Algar"}
{"title":"The White Ribbon","description":"Strange events happen in a small village in the north of Germany during the years before World War I, which seem to be ritual punishment. Who is responsible?","director":"Michael Haneke"}
{"title":"Death Note","description":"A battle between the world's two greatest minds begins when Light Yagami finds the Death Note, a notebook with the power to kill, and decides to rid the world of criminals.","director":"Shûsuke Kaneko"}
{"title":"Zulu","description":"Outnumbered British soldiers do battle with Zulu warriors at Rorke's Drift.","director":"Cy Endfield"}
{"title":"Repulsion","description":"A sex-repulsed woman who disapproves of her sister's boyfriend sinks into depression and has horrific visions of rape and violence.","director":"Roman Polanski"}
{"title":"The Tenant","description":"A bureaucrat rents a Paris apartment where he finds himself drawn into a rabbit hole of dangerous paranoia.","director":"Roman Polanski"}
{"title":"The Vanishing","description":"Rex and Saskia, a young couple in love, are on vacation. They stop at a busy service station and Saskia is abducted. After three years and no sign of Saskia, Rex begins receiving letters from the abductor.","director":"George Sluizer"}
{"title":"Toki o kakeru shôjo","description":"A high-school girl named Makoto acquires the power to travel back in time, and decides to use it for her own personal benefits. Little does she know that she is affecting the lives of others just as much as she is her own.","director":"Mamoru Hosoda"}
{"title":"Invasion of the Body Snatchers","description":"A small-town doctor learns that the population of his community is being replaced by emotionless alien duplicates.","director":"Don Siegel"}
{"title":"Mother","description":"A mother desperately searches for the killer who framed her son for a girl's horrific murder.","director":"Joon-ho Bong"}
{"title":"Night on Earth","description":"An anthology of 5 different cab drivers in 5 American and European cities and their remarkable fares on the same eventful night.","director":"Jim Jarmusch"}
{"title":"Withnail & I","description":"In 1969, two substance-abusing, unemployed actors retreat to the countryside for a holiday that proves disastrous.","director":"Bruce Robinson"}
{"title":"The Lunchbox","description":"A mistaken delivery in Mumbai's famously efficient lunchbox delivery system connects a young housewife to an older man in the dusk of his life as they build a fantasy world together through notes in the lunchbox.","director":"Ritesh Batra"}
{"title":"Porco Rosso","description":"In 1930s Italy, a veteran World War I pilot is cursed to look like an anthropomorphic pig.","director":"Hayao Miyazaki"}
{"title":"In America","description":"A family of Irish immigrants adjust to life on the mean streets of Hell's Kitchen while also grieving the death of a child.","director":"Jim Sheridan"}
{"title":"The World's Fastest Indian","description":"The story of New Zealander Burt Munro, who spent years rebuilding a 1920 Indian motorcycle, which helped him set the land speed world record at Utah's Bonneville Salt Flats in 1967.","director":"Roger Donaldson"}
{"title":"The 39 Steps","description":"A man in London tries to help a counterespionage agent. But when the agent is killed and the man stands accused, he must go on the run to both save himself and also stop a spy ring which is trying to steal top secret information.","director":"Alfred Hitchcock"}
{"title":"Down by Law","description":"Two innocent people are arrested. An interesting third person, with broken English, joins them in their cell. On his idea, they decide to escape from the prison. Their journey is the rest of the movie.","director":"Jim Jarmusch"}
{"title":"Evil","description":"A teenage boy expelled from school for fighting arrives at a boarding school where the systematic bullying of younger students is encouraged as a means to maintain discipline, and decides to fight back.","director":"Mikael Håfström"}
{"title":"Hedwig and the Angry Inch","description":"A transgender punk-rock girl from East Berlin tours the U.S. with her band as she tells her life story and follows the former lover/band-mate who stole her songs.","director":"John Cameron Mitchell"}
{"title":"Le passé","description":"An Iranian man deserts his French wife and her two children to return to his homeland. Meanwhile, his wife starts up a new relationship, a reality her husband confronts upon his wife's request for a divorce.","director":"Asghar Farhadi"}
{"title":"Adam's Apples","description":"A neo-nazi sentenced to community service at a church clashes with the blindly devotional priest.","director":"Anders Thomas Jensen"}
{"title":"Bir Zamanlar Anadolu'da","description":"A group of men set out in search of a dead body in the Anatolian steppes.","director":"Nuri Bilge Ceylan"}
{"title":"The Triplets of Belleville","description":"When her grandson is kidnapped during the Tour de France, Madame Souza and her beloved pooch Bruno team up with the Belleville Sisters--an aged song-and-dance team from the days of Fred Astaire--to rescue him.","director":"Sylvain Chomet"}
{"title":"After the Wedding","description":"A manager of an orphanage in India is sent to Copenhagen, Denmark, where he discovers a life-altering family secret.","director":"Susanne Bier"}
{"title":"Love and Death","description":"In czarist Russia, a neurotic soldier and his distant cousin formulate a plot to assassinate Napoleon.","director":"Woody Allen"}
{"title":"Kokuhaku","description":"A psychological thriller of a grieving mother turned cold-blooded avenger with a twisty master plan to pay back those who were responsible for her daughter's death.","director":"Tetsuya Nakashima"}
{"title":"Zelig","description":"\"Documentary\" about a man who can look and act like whoever he's around, and meets various famous people.","director":"Woody Allen"}
{"title":"Vicky Donor","description":"A man is brought in by an infertility doctor to supply him with his sperm, where he becomes the biggest sperm donor for his clinic.","director":"Shoojit Sircar"}
{"title":"Get Out","description":"A young African-American visits his white girlfriend's parents for the weekend, where his simmering uneasiness about their reception of him eventually reaches a boiling point.","director":"Jordan Peele"}
{"title":"Guardians of the Galaxy Vol. 2","description":"The Guardians must fight to keep their newfound family together as they unravel the mystery of Peter Quill's true parentage.","director":"James Gunn"}
{"title":"The Theory of Everything","description":"A look at the relationship between the famous physicist Stephen Hawking and his wife.","director":"James Marsh"}
{"title":"Baby Driver","description":"After being coerced into working for a crime boss, a young getaway driver finds himself taking part in a heist doomed to fail.","director":"Edgar Wright"}
{"title":"Ex Machina","description":"A young programmer is selected to participate in a ground-breaking experiment in synthetic intelligence by evaluating the human qualities of a breath-taking humanoid A.I.","director":"Alex Garland"}
{"title":"The Florida Project","description":"Set over one summer, the film follows precocious six-year-old Moonee as she courts mischief and adventure with her ragtag playmates and bonds with her rebellious but caring mother, all while living in the shadows of Walt Disney World.","director":"Sean Baker"}
{"title":"300","description":"King Leonidas of Sparta and a force of 300 men fight the Persians at Thermopylae in 480 B.C.","director":"Zack Snyder"}
{"title":"Harry Potter and the Goblet of Fire","description":"A young wizard finds himself competing in a hazardous tournament between rival schools of magic, but he is distracted by recurring nightmares.","director":"Mike Newell"}
{"title":"Kingsman: The Secret Service","description":"A spy organization recruits an unrefined, but promising street kid into the agency's ultra-competitive training program, just as a global threat emerges from a twisted tech genius.","director":"Matthew Vaughn"}
{"title":"Breakfast at Tiffany's","description":"A young New York socialite becomes interested in a young man who has moved into her apartment building, but her past threatens to get in the way.","director":"Blake Edwards"}
{"title":"The Social Network","description":"Harvard student Mark Zuckerberg creates the social networking site that would become known as Facebook, but is later sued by two brothers who claimed he stole their idea, and the co-founder who was later squeezed out of the business.","director":"David Fincher"}
{"title":"The Fifth Element","description":"In the colorful future, a cab driver unwittingly becomes the central figure in the search for a legendary cosmic weapon to keep Evil and Mr. Zorg at bay.","director":"Luc Besson"}
{"title":"Wreck-It Ralph","description":"A video game villain wants to be a hero and sets out to fulfill his dream, but his quest brings havoc to the whole arcade where he lives.","director":"Rich Moore"}
{"title":"The Hangover","description":"Three buddies wake up from a bachelor party in Las Vegas, with no memory of the previous night and the bachelor missing. They make their way around the city in order to find their friend before his wedding.","director":"Todd Phillips"}
{"title":"Harry Potter and the Deathly Hallows: Part 1","description":"As Harry races against time and evil to destroy the Horcruxes, he uncovers the existence of three most powerful objects in the wizarding world: the Deathly Hallows.","director":"David Yates"}
{"title":"Stardust","description":"In a countryside town bordering on a magical land, a young man makes a promise to his beloved that he'll retrieve a fallen star by venturing into the magical realm.","director":"Matthew Vaughn"}
{"title":"Birdman or (The Unexpected Virtue of Ignorance)","description":"A washed-up actor, who once played an iconic superhero, attempts to revive his career by writing and starring in his very own Broadway play.","director":"Alejandro G. Iñárritu"}
{"title":"Black Hawk Down","description":"160 elite U.S. soldiers drop into Somalia to capture two top lieutenants of a renegade warlord and find themselves in a desperate battle with a large force of heavily-armed Somalis.","director":"Ridley Scott"}
{"title":"Zodiac","description":"In the late 1960s/early 1970s, a San Francisco cartoonist becomes an amateur detective obsessed with tracking down the Zodiac Killer, an unidentified individual who terrorizes Northern California with a killing spree.","director":"David Fincher"}
{"title":"Dazed and Confused","description":"The adventures of high school and junior high students on the last day of school in May 1976.","director":"Richard Linklater"}
{"title":"The Blind Side","description":"The story of Michael Oher, a homeless and traumatized boy who became an All American football player and first round NFL draft pick with the help of a caring woman and her family.","director":"John Lee Hancock"}
{"title":"Argo","description":"Acting under the cover of a Hollywood producer scouting a location for a science fiction film, a CIA agent launches a dangerous operation to rescue six Americans in Tehran during the U.S. hostage crisis in Iran in 1979.","director":"Ben Affleck"}
{"title":"Brokeback Mountain","description":"The story of a forbidden and secretive relationship between two cowboys, and their lives over the years.","director":"Ang Lee"}
{"title":"(500) Days of Summer","description":"An offbeat romantic comedy about a woman who doesn't believe true love exists, and the young man who falls for her.","director":"Marc Webb"}
{"title":"Deliverance","description":"Intent on seeing the Cahulawassee River before it's turned into one huge lake, outdoor fanatic Lewis Medlock takes his friends on a river-rafting trip they'll never forget into the dangerous American back-country.","director":"John Boorman"}
{"title":"Training Day","description":"On his first day on the job as a Los Angeles narcotics officer, a rookie cop goes beyond a full work day in training within the narcotics division of the LAPD with a rogue detective who isn't what he appears to be.","director":"Antoine Fuqua"}
{"title":"Zombieland","description":"A shy student trying to reach his family in Ohio, a gun-toting tough guy trying to find the last Twinkie, and a pair of sisters trying to get to an amusement park join forces to travel across a zombie-filled America.","director":"Ruben Fleischer"}
{"title":"A Few Good Men","description":"Military lawyer Lieutenant Daniel Kaffee defends Marines accused of murder. They contend they were acting under orders.","director":"Rob Reiner"}
{"title":"Minority Report","description":"In a future where a special police unit is able to arrest murderers before they commit their crimes, an officer from that unit is himself accused of a future murder.","director":"Steven Spielberg"}
{"title":"Midnight in Paris","description":"While on a trip to Paris with his fiancée's family, a nostalgic screenwriter finds himself mysteriously going back to the 1920s everyday at midnight.","director":"Woody Allen"}
{"title":"Blood Simple.","description":"A rich but jealous man hires a private investigator to kill his cheating wife and her new man. But, when blood is involved, nothing is simple.","director":"Joel Coen"}
{"title":"The Warriors","description":"In the near future, a charismatic leader summons the street gangs of New York City in a bid to take it over. When he is killed, The Warriors are falsely blamed and now must fight their way home while every other gang is hunting them down.","director":"Walter Hill"}
{"title":"The Machinist","description":"An industrial worker who hasn't slept in a year begins to doubt his own sanity.","director":"Brad Anderson"}
{"title":"Coraline","description":"An adventurous 11-year-old girl finds another world that is a strangely idealized version of her frustrating home, but it has sinister secrets.","director":"Henry Selick"}
{"title":"Rushmore","description":"The extracurricular king of Rushmore preparatory school is put on academic probation.","director":"Wes Anderson"}
{"title":"The Birds","description":"A wealthy San Francisco socialite pursues a potential boyfriend to a small Northern California town that slowly takes a turn for the bizarre when birds of all kinds suddenly begin to attack people.","director":"Alfred Hitchcock"}
{"title":"Who Framed Roger Rabbit","description":"A toon-hating detective is a cartoon rabbit's only hope to prove his innocence when he is accused of murder.","director":"Robert Zemeckis"}
{"title":"3:10 to Yuma","description":"A small-time rancher agrees to hold a captured outlaw who's awaiting a train to go to court in Yuma. A battle of wills ensues as the outlaw tries to psych out the rancher.","director":"James Mangold"}
{"title":"Battle Royale","description":"In the future, the Japanese government captures a class of ninth-grade students and forces them to kill each other under the revolutionary \"Battle Royale\" act.","director":"Kinji Fukasaku"}
{"title":"Y Tu Mamá También","description":"In Mexico, two teenage boys and an attractive older woman embark on a road trip and learn a thing or two about life, friendship, sex, and each other.","director":"Alfonso Cuarón"}
{"title":"Fried Green Tomatoes","description":"A housewife who is unhappy with her life befriends an old lady in a nursing home and is enthralled by the tales she tells of people she used to know.","director":"Jon Avnet"}
{"title":"First Blood","description":"Former Green Beret John Rambo is pursued into the mountains surrounding a small town by a tyrannical sheriff and his deputies, forcing him to survive using his combat skills.","director":"Ted Kotcheff"}
{"title":"The Last Samurai","description":"An American military advisor embraces the Samurai culture he was hired to destroy after he is captured in battle.","director":"Edward Zwick"}
{"title":"The Butterfly Effect","description":"Evan Treborn suffers blackouts during significant events of his life. As he grows up, he finds a way to remember these lost memories and a supernatural way to alter his life by reading his journal.","director":"Eric Bress"}
{"title":"Gone Baby Gone","description":"Two Boston area detectives investigate a little girl's kidnapping, which ultimately turns into a crisis both professionally and personally.","director":"Ben Affleck"}
{"title":"Fear and Loathing in Las Vegas","description":"An oddball journalist and his psychopathic lawyer travel to Las Vegas for a series of psychedelic escapades.","director":"Terry Gilliam"}
{"title":"End of Watch","description":"Shot documentary-style, this film follows the daily grind of two young police officers in LA who are partners and friends, and what happens when they meet criminal forces greater than themselves.","director":"David Ayer"}
{"title":"Man on Fire","description":"In Mexico City, a former assassin swears vengeance on those who committed an unspeakable act against the family he was hired to protect.","director":"Tony Scott"}
{"title":"As Good as It Gets","description":"A single mother and waitress, a misanthropic author, and a gay artist form an unlikely friendship after the artist is assaulted in a robbery.","director":"James L. Brooks"}
{"title":"Road to Perdition","description":"Bonds of loyalty are put to the test when a hitman's son witnesses what his father does for a living.","director":"Sam Mendes"}
{"title":"50/50","description":"Inspired by a true story, a comedy centered on a 27-year-old guy who learns of his cancer diagnosis, and his subsequent struggle to beat the disease.","director":"Jonathan Levine"}
{"title":"Close Encounters of the Third Kind","description":"After an accidental encounter with otherworldly vessels, an ordinary man follows a series of psychic clues to the first scheduled meeting between representatives of Earth and visitors from the cosmos.","director":"Steven Spielberg"}
{"title":"Primal Fear","description":"An altar boy is accused of murdering a priest, and the truth is buried several layers deep.","director":"Gregory Hoblit"}
{"title":"Eastern Promises","description":"A Russian teenager living in London who dies during childbirth leaves clues to a midwife in her journal that could tie her child to a rape involving a violent Russian mob family.","director":"David Cronenberg"}
{"title":"Flipped","description":"Two eighth-graders start to have feelings for each other despite being total opposites.","director":"Rob Reiner"}
{"title":"Despicable Me","description":"When a criminal mastermind uses a trio of orphan girls as pawns for a grand scheme, he finds their love is profoundly changing him for the better.","director":"Pierre Coffin"}
{"title":"Sense and Sensibility","description":"Rich Mr. Dashwood dies, leaving his second wife and her three daughters poor by the rules of inheritance. The two eldest daughters are the titular opposites.","director":"Ang Lee"}
{"title":"Dark City","description":"A man struggles with memories of his past, including a wife he cannot remember, in a nightmarish world with no sun.","director":"Alex Proyas"}
{"title":"Enter the Dragon","description":"A martial artist agrees to spy on a reclusive crime lord using his invitation to a tournament there as cover.","director":"Robert Clouse"}
{"title":"Philadelphia","description":"When a man with HIV is fired by his law firm because of his condition, he hires a homophobic small time lawyer as the only willing advocate for a wrongful dismissal suit.","director":"Jonathan Demme"}
{"title":"Match Point","description":"At a turning point in his life, a former tennis pro falls for an actress who happens to be dating his friend and soon-to-be brother-in-law.","director":"Woody Allen"}
{"title":"Billy Elliot","description":"A talented young boy becomes torn between his unexpected love of dance and the disintegration of his family.","director":"Stephen Daldry"}
{"title":"25th Hour","description":"Cornered by the DEA, convicted New York drug dealer Montgomery Brogan reevaluates his life in the 24 remaining hours before facing a seven-year jail term.","director":"Spike Lee"}
{"title":"The Last King of Scotland","description":"Based on the events of the brutal Ugandan dictator Idi Amin's regime as seen by his personal physician during the 1970's.","director":"Kevin Macdonald"}
{"title":"Goldfinger","description":"Investigating a gold magnate's smuggling, James Bond uncovers a plot to contaminate the Fort Knox gold reserve.","director":"Guy Hamilton"}
{"title":"Sabrina","description":"A playboy becomes interested in the daughter of his family's chauffeur, but it's his more serious brother who would be the better man for her.","director":"Billy Wilder"}
{"title":"Ponyo","description":"A five year-old boy develops a relationship with Ponyo, a goldfish princess who longs to become a human after falling in love with him.","director":"Hayao Miyazaki"}
{"title":"Adaptation.","description":"A lovelorn screenwriter becomes desperate as he tries and fails to adapt 'The Orchid Thief' by Susan Orlean for the screen.","director":"Spike Jonze"}
{"title":"Finding Neverland","description":"The story of J.M. Barrie's friendship with a family who inspired him to create Peter Pan.","director":"Marc Forster"}
{"title":"This Is England","description":"A young boy becomes friends with a gang of skinheads. Friends soon become like family, and relationships will be pushed to the very limit.","director":"Shane Meadows"}
{"title":"21 Grams","description":"A freak accident brings together a critically ill mathematician, a grieving mother, and a born-again ex-con.","director":"Alejandro G. Iñárritu"}
{"title":"Giant","description":"Sprawling epic covering the life of a Texas cattle rancher and his family and associates.","director":"George Stevens"}
{"title":"Malcolm X","description":"Biographical epic of the controversial and influential Black Nationalist leader, from his early life and career as a small-time gangster, to his ministry as a member of the Nation of Islam.","director":"Spike Lee"}
{"title":"Sophie's Choice","description":"Sophie is the survivor of Nazi concentration camps, who has found a reason to live in Nathan, a sparkling if unsteady American Jew obsessed with the Holocaust. They befriend Stingo, the ... See full summary »","director":"Alan J. Pakula"}
{"title":"Star Trek II: The Wrath of Khan","description":"With the assistance of the Enterprise crew, Admiral Kirk must stop an old nemesis, Khan Noonien Singh, from using the life-generating Genesis Device as the ultimate weapon.","director":"Nicholas Meyer"}
{"title":"Forbidden Planet","description":"A starship crew goes to investigate the silence of a planet's colony only to find two survivors and a deadly secret that one of them has.","director":"Fred M. Wilcox"}
{"title":"Ray","description":"The story of the life and career of the legendary rhythm and blues musician Ray Charles, from his humble beginnings in the South, where he went blind at age seven, to his meteoric rise to stardom during the 1950s and 1960s.","director":"Taylor Hackford"}
{"title":"Victoria","description":"A young Spanish woman who has recently moved to Berlin finds her flirtation with a local guy turn potentially deadly as their night out with his friends reveals a dangerous secret.","director":"Sebastian Schipper"}
{"title":"A Man Called Ove","description":"Ove, an ill-tempered, isolated retiree who spends his days enforcing block association rules and visiting his wife's grave, has finally given up on life just as an unlikely friendship develops with his boisterous new neighbors.","director":"Hannes Holm"}
{"title":"From Here to Eternity","description":"In Hawaii in 1941, a private is cruelly punished for not boxing on his unit's team, while his captain's wife and second-in-command are falling in love.","director":"Fred Zinnemann"}
{"title":"Nebraska","description":"An aging, booze-addled father makes the trip from Montana to Nebraska with his estranged son in order to claim a million-dollar Mega Sweepstakes Marketing prize.","director":"Alexander Payne"}
{"title":"Barton Fink","description":"A renowned New York playwright is enticed to California to write for the movies and discovers the hellish truth of Hollywood.","director":"Joel Coen"}
{"title":"Watership Down","description":"A group of rabbits flee their doomed warren and face many dangers to find and protect their new home.","director":"Martin Rosen"}
{"title":"Shane","description":"A weary gunfighter attempts to settle down with a homestead family, but a smoldering settler/rancher conflict forces him to act.","director":"George Stevens"}
{"title":"Dead Man","description":"On the run after murdering a man, accountant William Blake encounters a strange North American man named Nobody who prepares him for his journey into the spiritual world.","director":"Jim Jarmusch"}
{"title":"Good Bye Lenin!","description":"In 1990, to protect his fragile mother from a fatal shock after a long coma, a young man must keep her from learning that her beloved nation of East Germany as she knew it has disappeared.","director":"Wolfgang Becker"}
{"title":"Kelly's Heroes","description":"A group of U.S. soldiers sneaks across enemy lines to get their hands on a secret stash of Nazi treasure.","director":"Brian G. Hutton"}
{"title":"A Little Princess","description":"A young girl is relegated to servitude at a boarding school when her father goes missing and is presumed dead.","director":"Alfonso Cuarón"}
{"title":"After Hours","description":"An ordinary word processor has the worst night of his life after he agrees to visit a girl in Soho whom he met that evening at a coffee shop.","director":"Martin Scorsese"}
{"title":"Frost/Nixon","description":"A dramatic retelling of the post-Watergate television interviews between British talk-show host David Frost and former president Richard Nixon.","director":"Ron Howard"}
{"title":"Run Lola Run","description":"After a botched money delivery, Lola has 20 minutes to come up with 100,000 Deutschmarks.","director":"Tom Tykwer"}
{"title":"Where Eagles Dare","description":"Allied agents stage a daring raid on a castle where the Nazis are holding an American General prisoner... but that's not all that's really going on.","director":"Brian G. Hutton"}
{"title":"Mysterious Skin","description":"A teenage hustler and a young man obsessed with alien abductions cross paths, together discovering a horrible, liberating truth.","director":"Gregg Araki"}
{"title":"The Producers","description":"Producers Max Bialystock and Leo Bloom make money by producing a sure-fire flop.","director":"Mel Brooks"}
{"title":"5 Centimeters Per Second","description":"Told in three interconnected segments, we follow a young man named Takaki through his life as cruel winters, cold technology, and finally, adult obligations and responsibility converge to test the delicate petals of love.","director":"Makoto Shinkai"}
{"title":"Dead Man's Shoes","description":"A disaffected soldier returns to his hometown to get even with the thugs who brutalized his mentally-challenged brother years ago.","director":"Shane Meadows"}
{"title":"A Very Long Engagement","description":"Tells the story of a young woman's relentless search for her fiancé, who has disappeared from the trenches of the Somme during World War One.","director":"Jean-Pierre Jeunet"}
{"title":"Paprika","description":"When a machine that allows therapists to enter their patients' dreams is stolen, all Hell breaks loose. Only a young female therapist, Paprika, can stop it.","director":"Satoshi Kon"}
{"title":"Short Cuts","description":"The day-to-day lives of several suburban Los Angeles residents.","director":"Robert Altman"}
{"title":"Henry V","description":"In the midst of the Hundred Years War, the young King Henry V of England embarks on the conquest of France in 1415.","director":"Kenneth Branagh"}
{"title":"The Secret of Kells","description":"A young boy in a remote medieval outpost under siege from barbarian raids is beckoned to adventure when a celebrated master illuminator arrives with an ancient book, brimming with secret wisdom and powers.","director":"Tomm Moore"}
{"title":"Shine","description":"Pianist David Helfgott, driven by his father and teachers, has a breakdown. Years later he returns to the piano, to popular if not critical acclaim.","director":"Scott Hicks"}
{"title":"Detachment","description":"A substitute teacher who drifts from classroom to classroom finds a connection to the students and teachers during his latest assignment.","director":"Tony Kaye"}
{"title":"Delicatessen","description":"Post-apocalyptic surrealist black comedy about the landlord of an apartment building who occasionally prepares a delicacy for his odd tenants.","director":"Marc Caro"}
{"title":"The Station Agent","description":"When his only friend dies, a man born with dwarfism moves to rural New Jersey to live a life of solitude, only to meet a chatty hot dog vendor and a woman dealing with her own personal loss.","director":"Tom McCarthy"}
{"title":"The Experiment","description":"For two weeks, 20 male participants are hired to play prisoners and guards in a prison. The \"prisoners\" have to follow seemingly mild rules, and the \"guards\" are told to retain order without using physical violence.","director":"Oliver Hirschbiegel"}
{"title":"A Bittersweet Life","description":"Things go wrong for a high ranking mobster when he doesn't proceed by his boss's orders.","director":"Jee-woon Kim"}
{"title":"Three Colors: White","description":"After his wife divorces him, a Polish immigrant plots to get even with her.","director":"Krzysztof Kieslowski"}
{"title":"Love Me If You Dare","description":"As adults, best friends Julien and Sophie continue the odd game they started as children -- a fearless competition to outdo one another with daring and outrageous stunts. While they often act out to relieve one another's pain, their game might be a way to avoid the fact that they are truly meant for one another.","director":"Yann Samuell"}
{"title":"The Odd Couple","description":"Two friends try sharing an apartment, but their ideas of housekeeping and lifestyles are as different as night and day.","director":"Gene Saks"}
{"title":"Celda 211","description":"The story of two men on different sides of a prison riot -- the inmate leading the rebellion and the young guard trapped in the revolt, who poses as a prisoner in a desperate attempt to survive the ordeal.","director":"Daniel Monzón"}
{"title":"The Visitor","description":"A college professor travels to New York City to attend a conference and finds a young couple living in his apartment.","director":"Tom McCarthy"}
{"title":"Control","description":"A profile of Ian Curtis, the enigmatic singer of Joy Division whose personal, professional, and romantic troubles led him to commit suicide at the age of 23.","director":"Anton Corbijn"}
{"title":"Fearless","description":"A biography of Chinese Martial Arts Master Huo Yuanjia, who is the founder and spiritual guru of the Jin Wu Sports Federation.","director":"Ronny Yu"}
{"title":"Sympathy for Mr. Vengeance","description":"A recently laid off factory worker kidnaps his former boss' friend's daughter, hoping to use the ransom money to pay for his sister's kidney transplant.","director":"Chan-wook Park"}
{"title":"A Hard Day's Night","description":"A \"typical\" day in the life of The Beatles, including many of their famous songs.","director":"Richard Lester"}
{"title":"The Red Violin","description":"A perfect red-colored violin inspires passion, making its way through three centuries over several owners and countries, eventually ending up at an auction where it may find a new owner.","director":"François Girard"}
{"title":"Interstate 60: Episodes of the Road","description":"Neal Oliver, a very confused young man and an artist (played by James Marsden) takes a journey of a lifetime on a highway I60 that doesn't exist on any of the maps, going to the places he never even heard of, searching for an answer and his dreamgirl.","director":"Bob Gale"}
{"title":"Il Postino","description":"Simple Italian postman learns to love poetry while delivering mail to a famous poet; he uses this to woo local beauty Beatrice.","director":"Michael Radford"}
{"title":"Boy A","description":"The story of a young Jack, newly released from serving a prison sentence for a violent crime he committed as a child.","director":"John Crowley"}
{"title":"In a Better World","description":"The lives of two Danish families cross each other, and an extraordinary but risky friendship comes into bud. But loneliness, frailty and sorrow lie in wait.","director":"Susanne Bier"}
{"title":"The Purple Rose of Cairo","description":"In New Jersey in 1935, a movie character walks off the screen and into the real world.","director":"Woody Allen"}
{"title":"Vampire Hunter D: Bloodlust","description":"When a girl is abducted by a vampire, a legendary bounty hunter is hired to bring her back.","director":"Yoshiaki Kawajiri"}
{"title":"Le Dîner de Cons","description":"To amuse themselves at a weekly dinner, a few well-heeled folk each bring a dimwit along who is to talk about his pastime. Each member seeks to introduce a champion dumbbell. Pierre, an ... See full summary »","director":"Francis Veber"}
{"title":"The Muppet Christmas Carol","description":"The Muppet characters tell their version of the classic tale of an old and bitter miser's redemption on Christmas Eve.","director":"Brian Henson"}
{"title":"The Barbarian Invasions","description":"During his final days, a dying man is reunited with old friends, former lovers, his ex-wife, and his estranged son.","director":"Denys Arcand"}
{"title":"I, Tonya","description":"Competitive ice skater Tonya Harding rises amongst the ranks at the U.S. Figure Skating Championships, but her future in the activity is thrown into doubt when her ex-husband intervenes.","director":"Craig Gillespie"}
{"title":"Lady Bird","description":"In 2002, an artistically inclined seventeen-year-old girl comes of age in Sacramento, California.","director":"Greta Gerwig"}
{"title":"The Disaster Artist","description":"When Greg Sestero, an aspiring film actor, meets the weird and mysterious Tommy Wiseau in an acting class, they form a unique friendship and travel to Hollywood to make their dreams come true.","director":"James Franco"}
{"title":"Sicario","description":"An idealistic FBI agent is enlisted by a government task force to aid in the escalating war against drugs at the border area between the U.S. and Mexico.","director":"Denis Villeneuve"}
{"title":"Moana","description":"In Ancient Polynesia, when a terrible curse incurred by the Demigod Maui reaches Moana's island, she answers the Ocean's call to seek out the Demigod to set things right.","director":"Ron Clements"}
{"title":"Harry Potter and the Sorcerer's Stone","description":"Rescued from the outrageous neglect of his aunt and uncle, a young boy with a great destiny proves his worth while attending Hogwarts School of Witchcraft and Wizardry.","director":"Chris Columbus"}
{"title":"The Big Sick","description":"Pakistan-born comedian Kumail Nanjiani and grad student Emily Gardner fall in love but struggle as their cultures clash. When Emily contracts a mysterious illness, Kumail finds himself forced to face her feisty parents, his family's expectations, and his true feelings.","director":"Michael Showalter"}
{"title":"Watchmen","description":"In 1985 where former superheroes exist, the murder of a colleague sends active vigilante Rorschach into his own sprawling investigation, uncovering something that could completely change the course of history as we know it.","director":"Zack Snyder"}
{"title":"Gifted","description":"Frank, a single man raising his child prodigy niece Mary, is drawn into a custody battle with his mother.","director":"Marc Webb"}
{"title":"Fury","description":"A grizzled tank commander makes tough decisions as he and his crew fight their way across Germany in April, 1945.","director":"David Ayer"}
{"title":"Les Misérables","description":"In 19th-century France, Jean Valjean, who for decades has been hunted by the ruthless policeman Javert after breaking parole, agrees to care for a factory worker's daughter. The decision changes their lives forever.","director":"Tom Hooper"}
{"title":"Creed","description":"The former World Heavyweight Champion Rocky Balboa serves as a trainer and mentor to Adonis Johnson, the son of his late friend and former rival Apollo Creed.","director":"Ryan Coogler"}
{"title":"What We Do in the Shadows","description":"Viago, Deacon, and Vladislav are vampires who are finding that modern life has them struggling with the mundane - like paying rent, keeping up with the chore wheel, trying to get into nightclubs, and overcoming flatmate conflicts.","director":"Jemaine Clement"}
{"title":"The Town","description":"As he plans his next job, a longtime thief tries to balance his feelings for a bank manager connected to one of his earlier heists, as well as the F.B.I. Agent looking to bring him and his crew down.","director":"Ben Affleck"}
{"title":"Hell or High Water","description":"A divorced father and his ex-con older brother resort to a desperate scheme in order to save their family's ranch in West Texas.","director":"David Mackenzie"}
{"title":"Sherlock Holmes","description":"Detective Sherlock Holmes and his stalwart partner Watson engage in a battle of wits and brawn with a nemesis whose plot is a threat to all of England.","director":"Guy Ritchie"}
{"title":"Superbad","description":"Two co-dependent high school seniors are forced to deal with separation anxiety after their plan to stage a booze-soaked party goes awry.","director":"Greg Mottola"}
{"title":"American Psycho","description":"A wealthy New York investment banking executive, Patrick Bateman, hides his alternate psychopathic ego from his co-workers and friends as he delves deeper into his violent, hedonistic fantasies.","director":"Mary Harron"}
{"title":"Kick-Ass","description":"Dave Lizewski is an unnoticed high school student and comic book fan who one day decides to become a superhero, even though he has no powers, training or meaningful reason to do so.","director":"Matthew Vaughn"}
{"title":"Mulan","description":"To save her father from death in the army, a young maiden secretly goes in his place and becomes one of China's greatest heroines in the process.","director":"Tony Bancroft"}
{"title":"The Little Mermaid","description":"A mermaid princess makes a Faustian bargain with an unscrupulous sea-witch in order to meet a human prince on land.","director":"Ron Clements"}
{"title":"Love Actually","description":"Follows the lives of eight very different couples in dealing with their love lives in various loosely interrelated tales all set during a frantic month before Christmas in London, England.","director":"Richard Curtis"}
{"title":"True Grit","description":"A stubborn teenager enlists the help of a tough U.S. Marshal to track down her father's murderer.","director":"Ethan Coen"}
{"title":"Batman","description":"The Dark Knight of Gotham City begins his war on crime with his first major enemy being the clownishly homicidal Joker.","director":"Tim Burton"}
{"title":"Harry Potter and the Half-Blood Prince","description":"As Harry Potter begins his sixth year at Hogwarts, he discovers an old book marked as \"the property of the Half-Blood Prince\" and begins to learn more about Lord Voldemort's dark past.","director":"David Yates"}
{"title":"West Side Story","description":"Two youngsters from rival New York City gangs fall in love, but tensions between their respective friends build toward tragedy.","director":"Jerome Robbins"}
{"title":"The Godfather: Part III","description":"In the midst of trying to legitimize his business dealings in New York City and Italy in 1979, aging Mafia Don Michael Corleone seeks to avow for his sins, while taking his nephew Vincent Mancini under his wing.","director":"Francis Ford Coppola"}
{"title":"The Royal Tenenbaums","description":"A clan's estranged patriarch loses his home and learns that his ex-wife plans to remarry.","director":"Wes Anderson"}
{"title":"Star Wars: Episode III - Revenge of the Sith","description":"Three years into the Clone Wars, the Jedi rescue Palpatine from Count Dooku. As Obi-Wan pursues a new threat, Anakin acts as a double agent between the Jedi Council and Palpatine and is lured into a sinister plan to rule the galaxy.","director":"George Lucas"}
{"title":"28 Days Later...","description":"Four weeks after a mysterious, incurable virus spreads throughout the UK, a handful of survivors try to find sanctuary.","director":"Danny Boyle"}
{"title":"Bridge of Spies","description":"During the Cold War, an American lawyer is recruited to defend an arrested Soviet spy in court, and then help the CIA facilitate an exchange of the spy for the Soviet captured American U2 spy plane pilot, Francis Gary Powers.","director":"Steven Spielberg"}
{"title":"The Hurt Locker","description":"During the Iraq War, a Sergeant recently assigned to an army bomb squad is put at odds with his squad mates due to his maverick way of handling his work.","director":"Kathryn Bigelow"}
{"title":"Animal House","description":"At a 1962 college, Dean Vernon Wormer is determined to expel the entire Delta Tau Chi Fraternity, but those troublemakers have other plans for him.","director":"John Landis"}
{"title":"The Reader","description":"Post-WWII Germany: Nearly a decade after his affair with an older woman came to a mysterious end, law student Michael Berg re-encounters his former lover as she defends herself in a war-crime trial.","director":"Stephen Daldry"}
{"title":"Indiana Jones and the Temple of Doom","description":"After arriving in India, Indiana Jones is asked by a desperate village to find a mystical stone. He agrees, and stumbles upon a secret cult plotting a terrible plan in the catacombs of an ancient palace.","director":"Steven Spielberg"}
{"title":"The Impossible","description":"The story of a tourist family in Thailand caught in the destruction and chaotic aftermath of the 2004 Indian Ocean tsunami.","director":"J.A. Bayona"}
{"title":"Moulin Rouge!","description":"A poet falls for a beautiful courtesan whom a jealous duke covets.","director":"Baz Luhrmann"}
{"title":"Inside Man","description":"A police detective, a bank robber, and a high-power broker enter high-stakes negotiations after the criminal's brilliant heist spirals into a hostage situation.","director":"Spike Lee"}
{"title":"Saw","description":"Two strangers, who awaken in a room with no recollection of how they got there, soon discover they're pawns in a deadly game perpetrated by a notorious serial killer.","director":"James Wan"}
{"title":"The Thin Red Line","description":"Adaptation of James Jones' autobiographical 1962 novel, focusing on the conflict at Guadalcanal during the second World War.","director":"Terrence Malick"}
{"title":"Dawn of the Planet of the Apes","description":"A growing nation of genetically evolved apes led by Caesar is threatened by a band of human survivors of the devastating virus unleashed a decade earlier.","director":"Matt Reeves"}
{"title":"Apollo 13","description":"NASA must devise a strategy to return Apollo 13 to Earth safely after the spacecraft undergoes massive internal damage putting the lives of the three astronauts on board in jeopardy.","director":"Ron Howard"}
{"title":"Interview with the Vampire: The Vampire Chronicles","description":"A vampire tells his epic life story: love, betrayal, loneliness, and hunger.","director":"Neil Jordan"}
{"title":"Leaving Las Vegas","description":"Ben Sanderson, a Hollywood screenwriter who lost everything because of his alcoholism, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.","director":"Mike Figgis"}
{"title":"Moneyball","description":"Oakland A's general manager Billy Beane's successful attempt to assemble a baseball team on a lean budget by employing computer-generated analysis to acquire new players.","director":"Bennett Miller"}
{"title":"Traffic","description":"A conservative judge is appointed by the President to spearhead America's escalating war against drugs, only to discover that his teenage daughter is a crack addict. Two DEA agents protect an informant. A jailed drug baron's wife attempts to carry on the family business.","director":"Steven Soderbergh"}
{"title":"Blow","description":"The story of George Jung, along with the Medellín Cartel, headed by Pablo Escobar established the American cocaine market in the 1970s in the United States.","director":"Ted Demme"}
{"title":"The Hours","description":"The story of how the novel \"Mrs. Dalloway\" affects three generations of women, all of whom, in one way or another, have had to deal with suicide in their lives.","director":"Stephen Daldry"}
{"title":"The Raid: Redemption","description":"A S.W.A.T. team becomes trapped in a tenement run by a ruthless mobster and his army of killers and thugs.","director":"Gareth Evans"}
{"title":"The Jungle Book","description":"Bagheera the Panther and Baloo the Bear have a difficult time trying to convince a boy to leave the jungle for human civilization.","director":"Wolfgang Reitherman"}
{"title":"Lethal Weapon","description":"A veteran policeman, Murtaugh, is partnered with a younger, suicidal officer, Riggs. They both have one thing in common: hating working in pairs. Now they must learn to work with one another to stop a gang of drug smugglers.","director":"Richard Donner"}
{"title":"The Body","description":"A detective searches for the body of a femme fatale which has gone missing from a morgue.","director":"Oriol Paulo"}
{"title":"Kung Fu Panda","description":"The Dragon Warrior has to clash against the savage Tai Lung as China's fate hangs in the balance: However, the Dragon Warrior mantle is supposedly mistaken to be bestowed upon an obese panda who is a tyro in martial arts.","director":"Mark Osborne"}
{"title":"The Road Warrior","description":"In the post-apocalyptic Australian wasteland, a cynical drifter agrees to help a small, gasoline rich, community escape a band of bandits.","director":"George Miller"}
{"title":"The Illusionist","description":"In turn-of-the-century Vienna, a magician uses his abilities to secure the love of a woman far above his social standing.","director":"Neil Burger"}
{"title":"The Piano","description":"A mute woman is sent to 1850s New Zealand along with her young daughter and prized piano for an arranged marriage to a wealthy landowner, but is soon lusted after by a local worker on the plantation.","director":"Jane Campion"}
{"title":"Lolita","description":"A middle-aged college professor becomes infatuated with a fourteen-year-old nymphet.","director":"Stanley Kubrick"}
{"title":"The Crow","description":"A man brutally murdered comes back to life as an undead avenger of his and his fiancée's murder.","director":"Alex Proyas"}
{"title":"When Harry Met Sally...","description":"Harry and Sally have known each other for years, and are very good friends, but they fear sex would ruin the friendship.","director":"Rob Reiner"}
{"title":"Sleepers","description":"After a prank goes disastrously wrong, a group of boys are sent to a detention center where they are brutalized. Over ten years later, they get their chance for revenge.","director":"Barry Levinson"}
{"title":"Lost Highway","description":"After a bizarre encounter at a party, a jazz saxophonist is framed for the murder of his wife and sent to prison, where he inexplicably morphs into a young mechanic and begins leading a new life.","director":"David Lynch"}
{"title":"Kiss Kiss Bang Bang","description":"A murder mystery brings together a private eye, a struggling actress, and a thief masquerading as an actor.","director":"Shane Black"}
{"title":"Rise of the Planet of the Apes","description":"A substance designed to help the brain repair itself gives rise to a super-intelligent chimpanzee who leads an ape uprising.","director":"Rupert Wyatt"}
{"title":"Midnight Express","description":"Billy Hayes, an American college student, is caught smuggling drugs out of Turkey and thrown into prison.","director":"Alan Parker"}
{"title":"Munich","description":"Based on the true story of the Black September aftermath, about the five men chosen to eliminate the ones responsible for that fateful day.","director":"Steven Spielberg"}
{"title":"Army of Darkness","description":"A man is accidentally transported to 1300 A.D., where he must battle an army of the dead and retrieve the Necronomicon so he can return home.","director":"Sam Raimi"}
{"title":"127 Hours","description":"An adventurous mountain climber becomes trapped under a boulder while canyoneering alone near Moab, Utah and resorts to desperate measures in order to survive.","director":"Danny Boyle"}
{"title":"The Others","description":"A woman who lives in a darkened old house with her two photosensitive children becomes convinced that her family home is haunted.","director":"Alejandro Amenábar"}
{"title":"Enemy at the Gates","description":"A Russian and a German sniper play a game of cat-and-mouse during the Battle of Stalingrad.","director":"Jean-Jacques Annaud"}
{"title":"Snow White and the Seven Dwarfs","description":"Exiled into the dangerous forest by her wicked stepmother, a princess is rescued by seven dwarf miners who make her part of their household.","director":"William Cottrell"}
{"title":"Lord of War","description":"An arms dealer confronts the morality of his work as he is being chased by an Interpol Agent.","director":"Andrew Niccol"}
{"title":"The Player","description":"A Hollywood studio executive is being sent death threats by a writer whose script he rejected, but which one?","director":"Robert Altman"}
{"title":"The Hunt for Red October","description":"In November 1984, the Soviet Union's best submarine captain in their newest sub violates orders and heads for the USA. Is he trying to defect or to start a war?","director":"John McTiernan"}
{"title":"Falling Down","description":"An unemployed defense worker frustrated with the various flaws he sees in society, begins to psychotically and violently lash out against them.","director":"Joel Schumacher"}
{"title":"A Royal Affair","description":"A young queen, who is married to an insane king, falls secretly in love with her physician - and together they start a revolution that changes a nation forever.","director":"Nikolaj Arcel"}
{"title":"Seven Pounds","description":"A man with a fateful secret embarks on an extraordinary journey of redemption by forever changing the lives of seven strangers.","director":"Gabriele Muccino"}
{"title":"Tucker and Dale vs Evil","description":"Affable hillbillies Tucker and Dale are on vacation at their dilapidated mountain cabin when they are mistaken for murderers by a group of preppy college students.","director":"Eli Craig"}
{"title":"Die Hard with a Vengeance","description":"John McClane and a Harlem store owner are targeted by German terrorist Simon Gruber in New York City, where he plans to rob the Federal Reserve Building.","director":"John McTiernan"}
{"title":"An American Werewolf in London","description":"Two American college students on a walking tour of Britain are attacked by a werewolf that none of the locals will admit exists.","director":"John Landis"}
{"title":"Grindhouse","description":"Quentin Tarantino and Robert Rodriguez's homage to exploitation double features in the 60s and 70s with two back-to-back cult films that include previews of coming attractions between them.","director":"Robert Rodriguez"}
{"title":"Milk","description":"The story of Harvey Milk, and his struggles as an American gay activist who fought for gay rights and became California's first openly gay elected official.","director":"Gus Van Sant"}
{"title":"A Fish Called Wanda","description":"In London, four very different people team up to commit armed robbery, then try to doublecross each other for the loot.","director":"Charles Crichton"}
{"title":"The Abyss","description":"A civilian diving team is enlisted to search for a lost nuclear submarine and face danger while encountering an alien aquatic species.","director":"James Cameron"}
{"title":"La piel que habito","description":"A brilliant plastic surgeon, haunted by past tragedies, creates a type of synthetic skin that withstands any kind of damage. His guinea pig: a mysterious and volatile woman who holds the key to his obsession.","director":"Pedro Almodóvar"}
{"title":"Romeo and Juliet","description":"When two young members of feuding families meet, forbidden love ensues.","director":"Franco Zeffirelli"}
{"title":"MASH","description":"The staff of a Korean War field hospital use humor and high jinks to keep their sanity in the face of the horror of war.","director":"Robert Altman"}
{"title":"Boys Don't Cry","description":"Female-born Teena Brandon adopts his male identity of Brandon Teena and attempts to find himself and love in Nebraska.","director":"Kimberly Peirce"}
{"title":"A Single Man","description":"An English professor, one year after the sudden death of his boyfriend, is unable to cope with his typical days in 1960s Los Angeles.","director":"Tom Ford"}
{"title":"I Am Sam","description":"A mentally handicapped man fights for custody of his 7-year-old daughter, and in the process teaches his cold hearted lawyer the value of love and family.","director":"Jessie Nelson"}
{"title":"National Lampoon's Christmas Vacation","description":"The Griswold family's plans for a big family Christmas predictably turn into a big disaster.","director":"Jeremiah S. Chechik"}
{"title":"Dangerous Liaisons","description":"A scheming widow and her manipulative ex-lover make a bet regarding the corruption of a recently married woman.","director":"Stephen Frears"}
{"title":"The Naked Gun: From the Files of Police Squad!","description":"Incompetent police Detective Frank Drebin must foil an attempt to assassinate Queen Elizabeth II.","director":"David Zucker"}
{"title":"Stranger Than Fiction","description":"An I.R.S. auditor suddenly finds himself the subject of narration only he can hear: narration that begins to affect his entire life, from his work, to his love-interest, to his death.","director":"Marc Forster"}
{"title":"Robin Hood","description":"The story of the legendary outlaw is portrayed with the characters as humanoid animals.","director":"Wolfgang Reitherman"}
{"title":"Chaplin","description":"A film about the troubled and controversial life of the master comedy filmmaker Charles Chaplin.","director":"Richard Attenborough"}
{"title":"Hunger","description":"Irish republican Bobby Sands leads the inmates of a Northern Irish prison in a hunger strike.","director":"Steve McQueen"}
{"title":"The Book Thief","description":"While subjected to the horrors of World War II Germany, young Liesel finds solace by stealing books and sharing them with others. In the basement of her home, a Jewish refugee is being protected by her adoptive parents.","director":"Brian Percival"}
{"title":"The Last Temptation of Christ","description":"The life of Jesus Christ, his journey through life as he faces the struggles all humans do, and his final temptation on the cross.","director":"Martin Scorsese"}
{"title":"The Life of David Gale","description":"A man against capital punishment is accused of murdering a fellow activist and is sent to death row.","director":"Alan Parker"}
{"title":"The Wicker Man","description":"A police sergeant is sent to a Scottish island village in search of a missing girl whom the townsfolk claim never existed. Stranger still are the rites that take place there.","director":"Robin Hardy"}
{"title":"It's a Mad Mad Mad Mad World","description":"The dying words of a thief spark a madcap cross-country rush to find some treasure.","director":"Stanley Kramer"}
{"title":"Planes, Trains & Automobiles","description":"A man must struggle to travel home for Thanksgiving with an obnoxious slob of a shower curtain ring salesman as his only companion.","director":"John Hughes"}
{"title":"Funny Games","description":"Two violent young men take a mother, father, and son hostage in their vacation cabin and force them to play sadistic \"games\" with one another for their own amusement.","director":"Michael Haneke"}
{"title":"The Wave","description":"A high school teacher's experiment to demonstrate to his students what life is like under a dictatorship spins horribly out of control when he forms a social unit with a life of its own.","director":"Dennis Gansel"}
{"title":"Midnight Run","description":"An accountant is chased by bounty hunters, the F.B.I., and the Mafia after jumping bail.","director":"Martin Brest"}
{"title":"La Vie en Rose","description":"Biopic of the iconic French singer Édith Piaf. Raised by her grandmother in a brothel, she was discovered while singing on a street corner at the age of 19. Despite her success, Piaf's life was filled with tragedy.","director":"Olivier Dahan"}
{"title":"The Fisher King","description":"A former radio DJ, suicidally despondent because of a terrible mistake he made, finds redemption in helping a deranged homeless man who was an unwitting victim of that mistake.","director":"Terry Gilliam"}
{"title":"Mustang","description":"When five orphan girls are seen innocently playing with boys on a beach, their scandalized conservative guardians confine them while forced marriages are arranged.","director":"Deniz Gamze Ergüven"}
{"title":"The Omen","description":"Mysterious deaths surround an American ambassador. Could the child that he is raising actually be the Antichrist? The Devil's own son?","director":"Richard Donner"}
{"title":"Blow-Up","description":"A mod London photographer finds something very suspicious in the shots he has taken of a mysterious beauty in a desolate park.","director":"Michelangelo Antonioni"}
{"title":"The Man Who Wasn't There","description":"A laconic, chain-smoking barber blackmails his wife's boss and lover for money to invest in dry cleaning, but his plan goes terribly wrong.","director":"Joel Coen"}
{"title":"The Big Blue","description":"The rivalry between Enzo and Jacques, two childhood friends and now world-renowned free divers, becomes a beautiful and perilous journey into oneself and the unknown.","director":"Luc Besson"}
{"title":"Leviathan","description":"In a Russian coastal town, Kolya is forced to fight the corrupt mayor when he is told that his house will be demolished. He recruits a lawyer friend to help, but the man's arrival brings further misfortune for Kolya and his family.","director":"Andrey Zvyagintsev"}
{"title":"High Plains Drifter","description":"A gunfighting stranger comes to the small settlement of Lago and is hired to bring the townsfolk together in an attempt to hold off three outlaws who are on their way.","director":"Clint Eastwood"}
{"title":"Star Trek: First Contact","description":"The Borg travel back in time intent on preventing Earth's first contact with an alien species. Captain Picard and his crew pursue them to ensure that Zefram Cochrane makes his maiden flight reaching warp speed.","director":"Jonathan Frakes"}
{"title":"House of Sand and Fog","description":"An abandoned wife is evicted from her house and starts a tragic conflict with her home's new owners.","director":"Vadim Perelman"}
{"title":"Thank You for Smoking","description":"Satirical comedy follows the machinations of Big Tobacco's chief spokesman, Nick Naylor, who spins on behalf of cigarettes while trying to remain a role model for his twelve-year-old son.","director":"Jason Reitman"}
{"title":"Following","description":"A young writer who follows strangers for material meets a thief who takes him under his wing.","director":"Christopher Nolan"}
{"title":"Volver","description":"After her death, a mother returns to her home town in order to fix the situations she couldn't resolve during her life.","director":"Pedro Almodóvar"}
{"title":"Escape from Alcatraz","description":"Alcatraz is the most secure prison of its time. It is believed that no one can ever escape from it, until three daring men make a possible successful attempt at escaping from one of the most infamous prisons in the world.","director":"Don Siegel"}
{"title":"Philomena","description":"A world-weary political journalist picks up the story of a woman's search for her son, who was taken away from her decades ago after she became pregnant and was forced to live in a convent.","director":"Stephen Frears"}
{"title":"The Secret of NIMH","description":"To save her ill son, a field mouse must seek the aid of a colony of rats, with whom she has a deeper link than she ever suspected.","director":"Don Bluth"}
{"title":"The Great Debaters","description":"A drama based on the true story of Melvin B. Tolson, a professor at Wiley College Texas. In 1935, he inspired students to form the school's first debate team, which went on to challenge Harvard in the national championship.","director":"Denzel Washington"}
{"title":"The Secret World of Arrietty","description":"The Clock family are four-inch-tall people who live anonymously in another family's residence, borrowing simple items to make their home. Life changes for the Clocks when their daughter, Arrietty, is discovered.","director":"Hiromasa Yonebayashi"}
{"title":"The Kite Runner","description":"After spending years in California, Amir returns to his homeland in Afghanistan to help his old friend Hassan, whose son is in trouble.","director":"Marc Forster"}
{"title":"Disconnect","description":"A drama centered on a group of people searching for human connections in today's wired world.","director":"Henry Alex Rubin"}
{"title":"The Guns of Navarone","description":"A British team is sent to cross occupied Greek territory and destroy the massive German gun emplacement that commands a key sea channel.","director":"J. Lee Thompson"}
{"title":"The Hurricane","description":"The story of Rubin \"Hurricane\" Carter, a boxer wrongly imprisoned for murder, and the people who aided in his fight to prove his innocence.","director":"Norman Jewison"}
{"title":"United 93","description":"A real-time account of the events on United Flight 93, one of the planes hijacked on September 11th, 2001 that crashed near Shanksville, Pennsylvania when passengers foiled the terrorist plot.","director":"Paul Greengrass"}
{"title":"The Many Adventures of Winnie the Pooh","description":"A collection of animated shorts based on the stories and characters by A. A. Milne.","director":"John Lounsbery"}
{"title":"The Meaning of Life","description":"The comedy team takes a look at life in all its stages in their own uniquely silly way.","director":"Terry Jones"}
{"title":"The City of Lost Children","description":"A scientist in a surrealist society kidnaps children to steal their dreams, hoping that they slow his aging process.","director":"Marc Caro"}
{"title":"Hodejegerne","description":"An accomplished headhunter risks everything to obtain a valuable painting owned by a former mercenary.","director":"Morten Tyldum"}
{"title":"Jûsan-nin no shikaku","description":"A group of assassins come together for a suicide mission to kill an evil lord.","director":"Takashi Miike"}
{"title":"The Time Machine","description":"A man's vision for a utopian society is disillusioned when travelling forward into time reveals a dark and dangerous society.","director":"George Pal"}
{"title":"House of Flying Daggers","description":"A romantic police captain breaks a beautiful member of a rebel group out of prison to help her rejoin her fellows, but things are not what they seem.","director":"Yimou Zhang"}
{"title":"Dracula","description":"The ancient vampire Count Dracula arrives in England and begins to prey upon the virtuous young Mina.","director":"Tod Browning"}
{"title":"Lady Vengeance","description":"After a thirteen-year imprisonment for the kidnap and murder of a six-year-old boy, Guem-Ja Lee seeks vengeance on the man truly responsible for the boy's death. With the help of fellow ... See full summary »","director":"Chan-wook Park"}
{"title":"Ip Man 2","description":"Centering on Ip Man's migration to Hong Kong in 1949 as he attempts to propagate his discipline of Wing Chun martial arts.","director":"Wilson Yip"}
{"title":"Picnic at Hanging Rock","description":"During a rural summer picnic, a few students and a teacher from an Australian girls' school vanish without a trace. Their absence frustrates and haunts the people left behind.","director":"Peter Weir"}
{"title":"Whale Rider","description":"A contemporary story of love, rejection and triumph as a young Maori girl fights to fulfill a destiny her grandfather refuses to recognize.","director":"Niki Caro"}
{"title":"Nosferatu the Vampyre","description":"Count Dracula moves from Transylvania to Wismar, spreading the Black Plague across the land. Only a woman pure of heart can bring an end to his reign of horror.","director":"Werner Herzog"}
{"title":"Little Big Man","description":"Jack Crabb, looking back from extreme old age, tells of his life being raised by Native Americans and fighting with General Custer.","director":"Arthur Penn"}
{"title":"The Party","description":"A clerical mistake results in a bumbling Indian film star being invited to an exclusive Hollywood party instead of being fired.","director":"Blake Edwards"}
{"title":"Show Me Love","description":"Two teenage girls in small-town Sweden. Elin is beautiful, popular, and bored with life. Agnes is friendless, sad, and secretly in love with Elin.","director":"Lukas Moodysson"}
{"title":"Spellbound","description":"A psychiatrist protects the identity of an amnesia patient accused of murder while attempting to recover his memory.","director":"Alfred Hitchcock"}
{"title":"Jin ling shi san chai","description":"An American finds refuge during the 1937 Japanese invasion of Nanking in a church with a group of women. Posing as a priest, he attempts to lead the women to safety.","director":"Yimou Zhang"}
{"title":"Women on the Verge of a Nervous Breakdown","description":"A television actress encounters a variety of eccentric characters after embarking on a journey to discover why her lover abruptly left her.","director":"Pedro Almodóvar"}
{"title":"The Sweet Hereafter","description":"A bus crash in a small town brings a lawyer to the town to defend the families, but he discovers that everything is not what it seems.","director":"Atom Egoyan"}
{"title":"The Muppet Movie","description":"Kermit and his newfound friends trek across America to find success in Hollywood, but a frog legs merchant is after Kermit.","director":"James Frawley"}
{"title":"Sin Nombre","description":"A Honduran young girl and a Mexican gangster are united in a journey across the American border.","director":"Cary Joji Fukunaga"}
{"title":"The Counterfeiters","description":"The story of the Operation Bernhard, the largest counterfeiting operation in history, carried out by Germany during WWII.","director":"Stefan Ruzowitzky"}
{"title":"Stranger Than Paradise","description":"A New Yorker's life is thrown into a tailspin when his younger cousin surprise visits him, starting a strange, unpredictable adventure.","director":"Jim Jarmusch"}
{"title":"The Haunting","description":"A scientist doing research on the paranormal invites two women to a haunted mansion. One of the participants soon starts losing her mind.","director":"Robert Wise"}
{"title":"Drunken Master","description":"Wong Fei-Hung (Jackie Chan) is a mischievous, yet righteous young man, but after a series of incidents, his frustrated father has him disciplined by Beggar So (Yuen Siu-Tien), a master of drunken martial arts.","director":"Woo-Ping Yuen"}
{"title":"The Blind Swordsman: Zatoichi","description":"The blind masseur/swordsman comes to a town in control of warring gangs, and while bunking with a farming family, he meets two women with their own agenda.","director":"Takeshi Kitano"}
{"title":"Radio Days","description":"A nostalgic look at radio's golden age focusing on one ordinary family and the various performers in the medium.","director":"Woody Allen"}
{"title":"Mesrine Part 1: Killer Instinct","description":"The story of french gangster Jacques Mesrine, before he was called Public Enemy N°1.","director":"Jean-François Richet"}
{"title":"The Legend of Drunken Master","description":"A young martial artist is caught between respecting his pacifist father's wishes or stopping a group of disrespectful foreigners from stealing precious artifacts.","director":"Chia-Liang Liu"}
{"title":"And Now for Something Completely Different","description":"An anthology of the best sketches from the first and second seasons of Monty Python's Flying Circus (1969).","director":"Ian MacNaughton"}
{"title":"Gangs of New York","description":"In 1863, Amsterdam Vallon returns to the Five Points area of New York City seeking revenge against Bill the Butcher, his father's killer.","director":"Martin Scorsese"}
{"title":"Ice Age","description":"Set during the Ice Age, a sabertooth tiger, a sloth, and a wooly mammoth find a lost human infant, and they try to return him to his tribe.","director":"Chris Wedge"}
{"title":"The Evil Dead","description":"Five friends travel to a cabin in the woods, where they unknowingly release flesh-possessing demons.","director":"Sam Raimi"}
{"title":"Collateral","description":"A cab driver finds himself the hostage of an engaging contract killer as he makes his rounds from hit to hit during one night in Los Angeles.","director":"Michael Mann"}
{"title":"RoboCop","description":"In a dystopic and crime-ridden Detroit, a terminally wounded cop returns to the force as a powerful cyborg haunted by submerged memories.","director":"Paul Verhoeven"}
{"title":"The Fly","description":"A brilliant but eccentric scientist begins to transform into a giant man/fly hybrid after one of his experiments goes horribly wrong.","director":"David Cronenberg"}
{"title":"Little Children","description":"The lives of two lovelorn spouses from separate marriages, a registered sex offender, and a disgraced ex-police officer intersect as they struggle to resist their vulnerabilities and temptations in suburban Massachusetts.","director":"Todd Field"}
{"title":"Dead Man Walking","description":"A nun, while comforting a convicted killer on death row, empathizes with both the killer and his victim's families.","director":"Tim Robbins"}
